
<!-- saved from url=(0089)http://truonglachong.org/Contents/Stories/Th%E1%BA%A1ch%20Sanh%20L%C3%BD%20Th%C3%B4ng.htm -->
<html class="gr__truonglachong_org"><head><meta http-equiv="Content-Type" content="text/html; charset=windows-1252">

<meta name="Generator" content="Microsoft Word 11 (filtered)">
<title>Th&#7841;ch Sanh - Lý Thông</title>
<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:Verdana;
	panose-1:2 11 6 4 3 5 4 4 2 4;}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	margin-bottom:.0001pt;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
@page Section1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;}
div.Section1
	{page:Section1;}
-->
</style>

</head>

<body lang="EN-US" data-gr-c-s-loaded="true">

<div class="Section1">

<p align="center" style="text-align:center"><b><span style="font-size:10.0pt;
font-family:Verdana;color:#333399">Th&#7841;ch Sanh - Lý Thông</span></b></p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image001.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Ngày x&#432;a, lâu l&#7855;m r&#7891;i, có m&#7897;t ng&#432;&#7901;i
tr&#7867; tu&#7893;i tên là Th&#7841;ch Sanh. Th&#7841;ch Sanh r&#7845;t to
l&#7899;n, kho&#7867; m&#7841;nh. Cha m&#7865; Th&#7841;ch Sanh m&#7845;t
s&#7899;m. Th&#7841;ch Sanh s&#7889;ng m&#7897;t mình n&#417;i ven r&#7915;ng,
d&#432;&#7899;i m&#7897;t cây &#273;a c&#7893; th&#7909;. Th&#7841;ch Sanh
nghèo l&#7855;m, ch&#7881; có m&#7897;t cái rìu &#273;&#7875; &#273;&#7889;n
c&#7911;i &#273;em &#273;&#7893;i l&#7845;y g&#7841;o &#259;n, và m&#7897;t
chi&#7871;c kh&#7889;. Tuy nghèo nh&#432;ng Th&#7841;ch Sanh r&#7845;t vui
v&#7867; và t&#7917; t&#7871;, hay giúp &#273;&#7905; m&#7885;i
ng&#432;&#7901;i.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image002.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh có m&#7897;t ng&#432;&#7901;i b&#7841;n tên là Lý
Thông. Lý Thông &#7903; g&#7847;n ch&#7907; v&#7899;i m&#7897;t
ng&#432;&#7901;i m&#7865; già. Lý Thông tính tình r&#7845;t gian x&#7843;o, hay
l&#432;&#7901;ng g&#7841;t. Th&#7841;ch Sanh th&#432;&#7901;ng &#273;&#7871;n
nhà Lý Thông ch&#417;i vì cha m&#7865; m&#7845;t s&#7899;m, Th&#7841;ch Sanh
th&#432;&#417;ng m&#7871;n m&#7865; Lý Thông nh&#432; m&#7865; c&#7911;a mình
và coi Lý Thông nh&#432; anh ru&#7897;t, g&#7885;i là anh k&#7871;t ngh&#297;a.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image003.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">N&#417;i làng Lý Thông &#7903; có m&#7897;t con xà tinh r&#7845;t hung
d&#7919;. Nhà vua &#273;ã nhi&#7873;u l&#7847;n sai quân lính t&#7899;i
gi&#7871;t nó nh&#432;ng không sao gi&#7871;t n&#7893;i. Nhà vua &#273;ành
ph&#7843;i xây cho nó m&#7897;t cái mi&#7871;u th&#7901; và m&#7895;i n&#259;m
ph&#7843;i h&#7913;a cúng cho nó m&#7897;t ng&#432;&#7901;i &#273;&#7875; nó &#259;n
th&#7883;t. &#272;&#432;&#7907;c nh&#432; v&#7853;y nó m&#7899;i không phá
phách và &#273;&#7875; yên cho dân chúng làm &#259;n. M&#7895;i n&#259;m,
ng&#432;&#7901;i ta b&#7889;c th&#259;m, ai trúng thì b&#7883; làm m&#7891;i
cho xà tinh &#259;n. Nhà vua h&#7913;a ai gi&#7871;t &#273;&#432;&#7907;c xà
tinh s&#7869; ban th&#432;&#7903;ng.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image004.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">R&#7911;i cho Lý Thông, anh ta b&#7883; rút th&#259;m trúng làm
ng&#432;&#7901;i &#273;em cúng cho xà tinh &#259;n th&#7883;t. Bi&#7871;t
Th&#7841;ch Sanh là ng&#432;&#7901;i th&#7853;t thà l&#7841;i &#7903; ven
r&#7915;ng không bi&#7871;t nhi&#7873;u tin t&#7913;c, Lý Thông ngh&#297; cách
g&#7841;t em k&#7871;t ngh&#297;a c&#7911;a mình. <br>
Lý Thông m&#7901;i Th&#7841;ch Sanh &#273;&#7871;n nhà &#259;n c&#417;m. Sau
khi &#259;n xong, Lý Thông rót r&#432;&#7907;u m&#7901;i Th&#7841;ch Sanh
u&#7889;ng r&#7891;i nói: <br>
- T&#7889;i nay &#273;&#7871;n phiên anh ph&#7843;i canh gác mi&#7871;u xà tinh
nh&#432;ng m&#7865; anh l&#7841;i không kho&#7867; trong ng&#432;&#7901;i, anh
nh&#7901; chú &#273;i th&#7871; giùm &#273;&#432;&#7907;c không? </p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image005.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">V&#7889;n th&#432;&#417;ng m&#7871;n m&#7865; con Lý Thông, Th&#7841;ch
Sanh S&#7861;n sàng &#273;i th&#7871;. N&#7917;a &#273;êm, xà tinh t&#7899;i
mi&#7871;u &#273;&#7875; &#259;n th&#7883;t ng&#432;&#7901;i. M&#7897;t
lu&#7891;ng gió hôi tanh th&#7893;i lên, cây c&#7889;i ngã rào rào. Th&#7841;ch
Sanh b&#7895;ng trông th&#7845;y m&#7897;t con r&#7855;n l&#7899;n h&#7843;
mi&#7879;ng hung d&#7919;. Th&#7841;ch Sanh v&#7897;i gi&#417; rìu lên chém.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image006.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Sau m&#7897;t tr&#7853;n &#273;ánh, Th&#7841;ch Sanh gi&#7871;t
&#273;&#432;&#7907;c xà tinh. Anh ta ch&#7863;t l&#7845;y &#273;&#7847;u
r&#7891;i n&#7893;i l&#7917;a &#273;&#7889;t xác. Xác xà tinh cháy r&#7909;i.
T&#7915; trong &#273;ám tro b&#7895;ng hi&#7879;n ra m&#7897;t cây cung và
m&#7845;y m&#361;i tên b&#7857;ng vàng.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image007.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh &#273;eo cung tên vào ng&#432;&#7901;i r&#7891;i xách
&#273;&#7847;u xà tinh &#273;em v&#7873;. Hai m&#7865; con Lý Thông &#273;ang
ng&#7911; say, yên trí là Th&#7841;ch Sanh &#273;ã b&#7883; xà tinh &#259;n
th&#7883;t m&#7845;t r&#7891;i. Nghe ti&#7871;ng Th&#7841;ch Sanh g&#7885;i
c&#7917;a, hai ng&#432;&#7901;i s&#7907; hãi t&#432;&#7903;ng là h&#7891;n ma Th&#7841;ch
Sanh v&#7873; báo oán. Lý Thông v&#7897;i quì xu&#7889;ng nói: <br>
- Xin chú hãy tha cho tôi. M&#7865; con tôi h&#7913;a s&#7869; l&#7877;
c&#7847;u siêu và m&#7895;i n&#259;m cúng gi&#7895; cho chú.<br>
Th&#7841;ch Sanh nghe v&#7853;y, bi&#7871;t là Lý Thông g&#7841;t mình.
Nh&#432;ng v&#7889;n t&#7889;t b&#7909;ng, Th&#7841;ch Sanh không gi&#7853;n,
nói:<br>
- Em v&#7851;n còn s&#7889;ng &#273;ây mà. Xà tinh &#273;ã b&#7883; em
gi&#7871;t ch&#7871;t &#273;em &#273;&#7847;u v&#7873; &#273;ây.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image008.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Lý Thông th&#7845;y Th&#7841;ch Sanh không có v&#7867; gi&#7853;n,
v&#7897;i m&#7903; c&#7917;a cho Th&#7841;ch Sanh vào. Qua c&#417;n ho&#7843;ng
s&#7907;, Lý Thông ngh&#297; ngay ra &#273;&#432;&#7907;c cách g&#7841;t
Th&#7841;ch Sanh. Anh ta làm ra v&#7867; s&#7907; hãi, lo l&#7855;ng: <br>
- Ch&#7871;t! Chú không bi&#7871;t là con xà tinh này &#273;ã
&#273;&#432;&#7907;c vua phong th&#7847;n hay sao mà gi&#7871;t nó. Chú mang
tôi to l&#7855;m r&#7891;i, ph&#7843;i tr&#7889;n ngay &#273;i.<br>
Th&#7841;ch Sanh t&#432;&#7903;ng th&#7853;t, v&#7897;i tr&#7889;n vào
r&#7915;ng. Còn Lý Thông mang &#273;&#7847;u xà tinh lên kinh &#273;ô báo tin
cho vua bi&#7871;t chính mình &#273;ã gi&#7871;t &#273;&#432;&#7907;c xà tinh.
Nhà vua m&#7915;ng r&#7905;, ban th&#432;&#7903;ng cho Lý thông nhi&#7873;u
vàng b&#7841;c và phong cho h&#7855;n ch&#7913;c m&#7897;t quan võ</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image009.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Hang sâu th&#259;m th&#7859;m, không ai dám xu&#7889;ng. Th&#7841;ch
Sanh th&#7845;y v&#7853;y bèn b&#7843;o Lý Thông thòng dây cho mình leo
xu&#7889;ng.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image010.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Xu&#7889;ng t&#7899;i &#273;áy hang, Th&#7841;ch Sanh &#273;&#7889;t
&#273;u&#7889;c lên và dò tìm theo d&#7845;u máu khô t&#7899;i m&#7897;t
c&#259;n phòng. Th&#7841;ch Sanh trông th&#7845;y m&#7897;t cô gái &#273;ang
ng&#7891;i r&#7847;u r&#297; tr&#432;&#7899;c c&#7917;a. &#272;oán ch&#7915;ng
là công chúa, Th&#7841;ch Sanh nói: <br>
- Xin công chúa &#273;&#7915;ng s&#7907;. Hãy &#273;i theo tôi. </p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image011.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Công chúa cho Th&#7841;ch Sanh bi&#7871;t &#272;&#7841;i Bàng có tài
bi&#7871;n hóa và r&#7845;t hung d&#7919;. Nó b&#7883; m&#361;i tên vàng
c&#7911;a Th&#7841;ch Sanh b&#259;n trúng, b&#7883; th&#432;&#417;ng n&#7863;ng
&#273;ang n&#7857;m trong phòng. <br>
Th&#7841;ch Sanh d&#7851;n công chúa &#273;&#7871;n ch&#7895; dây thòng,
c&#7897;t dây vào ng&#432;&#7901;i công chúa r&#7891;i gi&#7853;t dây báo
hi&#7879;u cho Lý Thông kéo lên. Không ng&#7901; Lý Thông th&#7845;y &#273;ã
c&#7913;u &#273;&#432;&#7907;c công chúa bèn thu dây l&#7841;i, không th&#7843;
xu&#7889;ng cho Th&#7841;ch Sanh lên n&#7919;a. Lý Thông l&#7841;i sai lính
khiêng &#273;á to l&#7845;p c&#7917;a hang luôn.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image012.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh dò d&#7851;m trong hang tìm l&#7889;i ra. N&#417;i
m&#7897;t ngõ ngách, Th&#7841;ch Sanh th&#7845;y m&#7897;t cái c&#361;i
s&#7855;t, trong có m&#7897;t ng&#432;&#7901;i con trai &#273;ang ng&#7891;i
r&#7847;u r&#297;. Th&#7841;ch Sanh h&#7887;i chuy&#7879;n. Chàng ta nói: <br>
- Tôi là Thái T&#7917; con vua Th&#7911;y T&#7873;. Tôi b&#7883; &#272;&#7841;i
Bàng b&#7855;t giam &#7903; &#273;ây &#273;ã lâu. C&#361;i này làm cho phép
c&#7911;a tôi h&#7871;t hi&#7879;u l&#7921;c. Nh&#7901; ng&#432;&#7901;i c&#7913;u
giùm.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image013.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh phá c&#361;i cho Thái T&#7917; ra. Nh&#7901; phép
th&#7847;n thông c&#7911;a Thái T&#7917; giúp, Th&#7841;ch Sanh ra
&#273;&#432;&#7907;c kh&#7887;i hang. Thái T&#7917; d&#7855;t Th&#7841;ch Sanh
xu&#7889;ng th&#7911;y cung g&#7863;p vua Th&#7911;y T&#7873;. Vua Th&#7911;y
T&#7873; c&#7843;m &#417;n Th&#7841;ch Sanh &#273;ã c&#7913;u con mình,
t&#7863;ng cho Th&#7841;ch Sanh m&#7897;t cây &#273;àn th&#7847;n và
&#273;&#432;a Th&#7841;ch Sanh tr&#7903; lên m&#7863;t &#273;&#7845;t.</p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image014.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh v&#7873; kinh &#273;ô tìm Lý Thông &#273;&#7875;
h&#7887;i cho ra l&#7869; t&#7841;i sao l&#7841;i &#273;&#7889;i x&#7917;
v&#7899;i mình th&#7853;t x&#7845;u. Nào ng&#7901;, Lý thông &#273;&#7893; cho
Th&#7841;ch Sanh t&#7897;i &#259;n c&#7855;p vàng b&#7841;c r&#7891;i giam vào
ng&#7909;c. Tr&#432;&#7899;c &#273;ó, anh ta &#273;ã cho công chúa u&#7889;ng
thu&#7889;c làm cho câm &#273;&#7875; công chúa kh&#7887;i k&#7875;
chuy&#7879;n l&#7841;i v&#7899;i vua cha. Anh ta t&#7921; nh&#7853;n là mình
&#273;ã c&#7913;u &#273;&#432;&#7907;c công chúa và gi&#7871;t ch&#7871;t
&#272;&#7841;i Bàng. Vua t&#432;&#7903;ng th&#7853;t, th&#432;&#7903;ng cho anh
ta th&#7853;t nhi&#7873;u vàng b&#7841;c và cho làm quan to. </p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image015.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh b&#7883; giam trong ng&#7909;c bèn l&#7845;y &#273;àn
th&#7847;n ra g&#7849;y. Ti&#7871;ng &#273;àn th&#7847;n vang t&#7899;i tai Lý
Thông thì nghe nh&#432; nh&#7919;ng l&#7901;i trách móc k&#7867; h&#7841;i ng&#432;&#7901;i.
Ti&#7871;ng &#273;àn l&#7885;t vào cung c&#7845;m &#273;&#7871;n tai công chúa
thì nghe nh&#432; nh&#7919;ng l&#7901;i than. Công chúa t&#7921; nhiên
h&#7871;t câm, &#273;i tìm vua cha. Công chúa cho vua bi&#7871;t chính
Th&#7841;ch Sanh m&#7899;i là ng&#432;&#7901;i c&#7913;u mình. </p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image016.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Vua cho th&#7843; Th&#7841;ch Sanh kh&#7887;i ng&#7909;c và b&#7855;t
giam Lý Thông ch&#7901; ngày x&#7917; t&#7897;i. Th&#7841;ch Sanh là
ng&#432;&#7901;i t&#7889;t b&#7909;ng, quì xu&#7889;ng xin vua tha t&#7897;i cho
Lý Thông. M&#7865; con anh ta b&#7883; &#273;u&#7893;i v&#7873; làng c&#361;.
Gi&#7919;a &#273;u&#7901;ng &#273;i, c&#7843; hai b&#7883; sét &#273;ánh
ch&#7871;t. </p>

<p class="MsoNormal">&nbsp;</p>

<p align="center" style="text-align:center"><img width="350" height="300" src="./Th&#7841;ch Sanh - Lý Thông_files/image017.jpg"></p>

<p style="margin-top:5.0pt;margin-right:15.0pt;margin-bottom:5.0pt;margin-left:
15.0pt">Th&#7841;ch Sanh &#273;u&#7907;c vua g&#7843; công chúa. Khi vua
ch&#7871;t, Th&#7841;ch Sanh n&#7889;i ngôi làm vua. Th&#7841;ch Sanh là
m&#7897;t ông vua tài gi&#7887;i và nhân &#273;&#7913;c, &#273;em l&#7841;i
h&#7841;nh phúc cho toàn dân. </p>

<p class="MsoNormal" style="margin-bottom:12.0pt"><br>
<br>
</p>

<p style="margin-left:300.0pt">Trích t&#7915;</p>

<p style="margin-left:225.0pt"><i>Nguy&#7877;n Th&#7883; Nhu&#7853;n's
Illustrated Th&#7841;ch Sanh và Lý Thông </i></p>

<p class="MsoNormal">&nbsp;</p>

</div>




</body></html>