
<!-- saved from url=(0097)http://truonglachong.org/Contents/Stories/L%E1%BB%8Bch%20S%E1%BB%AD%20Vi%E1%BB%87t%20Nam%2001.htm -->
<html class="gr__truonglachong_org"><head><meta http-equiv="Content-Type" content="text/html; charset=windows-1252">

<meta name="Generator" content="Microsoft Word 11 (filtered)">
<title>L&#7883;ch S&#7917; Vi&#7879;t Nam</title>
<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:Helvetica;
	panose-1:2 11 6 4 2 2 2 2 2 4;}
@font-face
	{font-family:Courier;
	panose-1:2 7 4 9 2 2 5 2 4 4;}
@font-face
	{font-family:"Tms Rmn";
	panose-1:2 2 6 3 4 5 5 2 3 4;}
@font-face
	{font-family:Helv;
	panose-1:2 11 6 4 2 2 2 3 2 4;}
@font-face
	{font-family:"New York";
	panose-1:2 4 5 3 6 5 6 2 3 4;}
@font-face
	{font-family:System;
	panose-1:0 0 0 0 0 0 0 0 0 0;}
@font-face
	{font-family:Wingdings;
	panose-1:5 0 0 0 0 0 0 0 0 0;}
@font-face
	{font-family:"MS Mincho";
	panose-1:2 2 6 9 4 2 5 8 3 4;}
@font-face
	{font-family:Batang;
	panose-1:2 3 6 0 0 1 1 1 1 1;}
@font-face
	{font-family:SimSun;
	panose-1:2 1 6 0 3 1 1 1 1 1;}
@font-face
	{font-family:PMingLiU;
	panose-1:2 1 6 1 0 1 1 1 1 1;}
@font-face
	{font-family:"MS Gothic";
	panose-1:2 11 6 9 7 2 5 8 2 4;}
@font-face
	{font-family:Dotum;
	panose-1:2 11 6 0 0 1 1 1 1 1;}
@font-face
	{font-family:SimHei;
	panose-1:2 1 6 0 3 1 1 1 1 1;}
@font-face
	{font-family:MingLiU;
	panose-1:2 1 6 9 0 1 1 1 1 1;}
@font-face
	{font-family:Mincho;
	panose-1:2 2 6 9 4 3 5 8 3 5;}
@font-face
	{font-family:Gulim;
	panose-1:2 11 6 0 0 1 1 1 1 1;}
@font-face
	{font-family:Century;
	panose-1:2 4 6 4 5 5 5 2 3 4;}
@font-face
	{font-family:"Angsana New";
	panose-1:2 2 6 3 5 4 5 2 3 4;}
@font-face
	{font-family:"Cordia New";
	panose-1:2 11 3 4 2 2 2 2 2 4;}
@font-face
	{font-family:Mangal;
	panose-1:0 0 4 0 0 0 0 0 0 0;}
@font-face
	{font-family:Latha;
	panose-1:2 0 4 0 0 0 0 0 0 0;}
@font-face
	{font-family:Sylfaen;
	panose-1:1 10 5 2 5 3 6 3 3 3;}
@font-face
	{font-family:Vrinda;
	panose-1:1 1 6 0 1 1 1 1 1 1;}
@font-face
	{font-family:Raavi;
	panose-1:2 0 5 0 0 0 0 0 0 0;}
@font-face
	{font-family:Shruti;
	panose-1:2 0 5 0 0 0 0 0 0 0;}
@font-face
	{font-family:Sendnya;
	panose-1:0 0 4 0 0 0 0 0 0 0;}
@font-face
	{font-family:Gautami;
	panose-1:2 0 5 0 0 0 0 0 0 0;}
@font-face
	{font-family:Tunga;
	panose-1:0 0 4 0 0 0 0 0 0 0;}
@font-face
	{font-family:"Estrangelo Edessa";
	panose-1:2 11 6 4 2 2 2 2 2 4;}
@font-face
	{font-family:Kartika;
	panose-1:2 2 5 3 3 4 4 6 2 3;}
@font-face
	{font-family:"Arial Unicode MS";
	panose-1:2 11 6 4 2 2 2 2 2 4;}
@font-face
	{font-family:Tahoma;
	panose-1:2 11 6 4 3 5 4 4 2 4;}
@font-face
	{font-family:Verdana;
	panose-1:2 11 6 4 3 5 4 4 2 4;}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	margin-bottom:.0001pt;
	font-size:12.0pt;
	font-family:"Times New Roman";}
h2
	{margin-right:0in;
	margin-left:0in;
	font-size:18.0pt;
	font-family:"Times New Roman";
	font-weight:bold;}
a:link, span.MsoHyperlink
	{color:blue;
	text-decoration:underline;}
a:visited, span.MsoHyperlinkFollowed
	{color:purple;
	text-decoration:underline;}
p
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.centerhist, li.centerhist, div.centerhist
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.purple2, li.purple2, div.purple2
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.blue, li.blue, div.blue
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.imgrightblue, li.imgrightblue, div.imgrightblue
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.purple2center, li.purple2center, div.purple2center
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.center, li.center, div.center
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.centerblue, li.centerblue, div.centerblue
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.name11, li.name11, div.name11
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.bluecenter, li.bluecenter, div.bluecenter
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
p.purple1, li.purple1, div.purple1
	{margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman";}
span.msoIns
	{text-decoration:underline;
	color:teal;}
span.msoDel
	{text-decoration:line-through;
	color:red;}
@page Section1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;}
div.Section1
	{page:Section1;}
 /* List Definitions */
 ol
	{margin-bottom:0in;}
ul
	{margin-bottom:0in;}
-->
</style>

</head>

<body lang="EN-US" link="blue" vlink="purple" data-gr-c-s-loaded="true">

<div class="Section1">

<h2 style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">L&#7883;ch
S&#7917; Vi&#7879;t Nam</span></h2>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="500" height="645" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image001.jpg"></span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><i><span style="font-size:14.0pt;line-height:150%">Bìa Tr&#432;&#7899;c cu&#7889;n Vi&#7879;t
S&#7917; B&#7857;ng Tranh</span></i></p>

<div class="MsoNormal" align="center" style="text-align:center;line-height:150%"><span style="font-size:14.0pt;line-height:150%">

<hr size="2" width="100%" align="center">

</span></div>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">&nbsp;</span></p>

<p class="centerhist" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="649" height="446" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image002.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">1. Con R&#7891;ng Cháu Tiên:</span></span><span style="font-size:14.0pt;line-height:150%"> Theo truy&#7873;n thuy&#7871;t,
ng&#432;&#7901;i Vi&#7879;t xu&#7845;t hi&#7879;n kho&#7843;ng 5000 n&#259;m
tr&#432;&#7899;c. Ông L&#7841;c Long Quân, thu&#7897;c dòng dõi R&#7891;ng, l&#7845;y
bà Âu C&#417;, thu&#7897;c dòng dõi Tiên, &#273;&#7867; &#273;&#432;&#7907;c
100 ng&#432;&#7901;i con trong cùng m&#7897;t b&#7885;c. Khi h&#7885; tr&#432;&#7903;ng
thành, 50 ng&#432;&#7901;i con theo m&#7865; lên núi và 50 ng&#432;&#7901;i con
theo cha xu&#7889;ng vùng &#273;&#7891;ng b&#7857;ng g&#7847;n bi&#7875;n sinh
s&#7889;ng. M&#7893;i n&#259;m h&#7885; &#273;oàn t&#7909; v&#7899;i nhau m&#7897;t
l&#7847;n. Vì s&#7921; tích &#273;ó, ng&#432;&#7901;i Vi&#7879;t &#273;&#432;&#7907;c
g&#7885;i là dòng gi&#7889;ng Tiên R&#7891;ng. Sách s&#7917; c&#361;ng chép r&#7857;ng
ông L&#7841;c Long Quân thu&#7897;c dòng h&#7885; H&#7891;ng Bàng, là dòng h&#7885;
&#273;&#7847;u tiên ng&#7921; tr&#7883; n&#432;&#7899;c Vi&#7879;t Nam.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Dragon and Fairy Legend: According to legend, the first
Vietnamese existed about 5000 years ago. Lac Long Quan, from the Hong Bang
lineage, a man descended from dragons, married Au Co, a woman whose ancestors
were fairies. Au Co gave birth to 100 children in one pouch. When the children
grew up, 50 of them followed their mother to settle in the mountains, and the
other 50 children followed their father to lowlands near the sea. Every year
they see each other once. This story explains why history books typically refer
to the original Vietnamese desendents as Dragon-Fairy or Hong Bang.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Dragon et Légende féerique: Selon la légende, les premiers
Vietnamiens sont apparus il y a environ 5000 ans. Lac Long Quan, un homme
descendant de dragons, se maria à Au Co, une femme dont les ancêtres étaient
des fées. Au Co donna naissance à 100 enfants en une seule fois. Quand les
enfants eurent grandi, 50 d'entre eux suivirent leur mère pour s'installer dans
les montagnes, et les 50 autres suivirent leur père dans les basses terres près
de la mer. Ils ne se virent qu’une fois l’an. Pour cette histoire, les
Vietnamiens s’appellent le Dragon-Fée. Les livres d'histoire nous apprennent
que la famille Vietnamienne Hông Bang fut la première à dominer le pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="593" height="469" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image003.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">2. Vua Hùng V&#432;&#417;ng L&#7853;p Qu&#7889;c:</span></span><span style="font-size:14.0pt;line-height:150%"> L&#7841;c Long Quân l&#7845;y tên
n&#432;&#7899;c là V&#259;n Lang và phong con tr&#432;&#7903;ng làm vua, hi&#7879;u
là Hùng V&#432;&#417;ng. Con trai c&#7911;a vua g&#7885;i là Quan Lang, con gái
g&#7885;i là M&#7883; N&#432;&#417;ng. Trong th&#7871; k&#7927; qua, ng&#432;&#7901;i
Vi&#7879;t &#273;ào &#273;&#432;&#7907;c nhi&#7873;u tr&#7889;ng &#273;&#7891;ng
th&#7901;i c&#7893; x&#432;a có kh&#7855;c hình chim L&#7841;c, chim H&#7891;ng,
nên ng&#432;&#7901;i Vi&#7879;t còn g&#7885;i nhau là dòng gi&#7889;ng L&#7841;c
H&#7891;ng.</span></p>

<p class="imgrightblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="434" height="429" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image004.gif" alt="trongdong"><br>
M&#7863;t trên c&#7911;a tr&#7889;ng &#273;&#7891;ng</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">King Hung Vuong established the country: Lac Long Quan named
the country Van Lang and put his eldest son on the throne as King Hung Vuong.
The sons of the king were given the title Quan Lang, and the daughters were
called My Nuong. During the last century, the Vietnamese have dug up many
ancient copper drums with Lac birds and H&#7891;ng birds engraved on them. This
is why Vietnamese also call themselves the L&#7841;c H&#7891;ng.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le Roi Hung Vuong fonda le pays: Lac Long Quân nomma le pays
Van Lang et mis son fils le plus âgé sur le trône comme roi Hung Vuong. Les
fils du roi reçurent le titre de Lang Quan et les filles furent appelées My
Nuong. Au cours du dernier siècle, les Vietnamiens ont déterré de nombreux
tambours en cuivre antique portant des gravures d’oiseaux Lac et d’oiseaux
Hông. C'est pourquoi les Vietnamiens s’appellent aussi le Hông Lac.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="601" height="438" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image005.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">3. Phù &#272;&#7893;ng Thiên V&#432;&#417;ng: &#272;&#7901;i
vua Hùng V&#432;&#417;ng th&#7913; 6,</span></span><span style="font-size:14.0pt;
line-height:150%"> gi&#7863;c Ân bên Tàu hung b&#7841;o &#273;em quân sang chi&#7871;m
n&#432;&#7899;c ta . Vua cho tìm ng&#432;&#7901;i tài gi&#7887;i ra &#273;ánh
gi&#7863;c giúp n&#432;&#7899;c. Làng Phù &#272;&#7893;ng, B&#7855;c Ninh có m&#7897;t
&#273;&#7913;a tr&#7867; xin vua m&#7897;t con ng&#7921;a s&#7855;t và m&#7897;t
cây roi s&#7855;t &#273;&#7875; &#273;i &#273;ánh gi&#7863;c. Khi ng&#7921;a và
roi &#273;em &#273;&#7871;n, &#273;&#7913;a tr&#7867; v&#432;&#417;n vai tr&#7903;
thành m&#7897;t thi&#7871;u niên cao l&#7899;n l&#7841; th&#432;&#7901;ng. Sau
khi &#259;n th&#7853;t nhi&#7873;u c&#417;m c&#7911;a dân làng &#273;em &#273;&#7871;n,
chàng thi&#7871;u niên nh&#7843;y lên l&#432;ng ng&#7921;a, c&#7847;m roi s&#7855;t
&#273;ánh gi&#7863;c Ân.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Phu Dong Thien Vuong: During the reign of Hung Vuong the 6th,
the Ân from China invaded the country. The King looked for a brave, heroic
person to fight the enemy and save the country. In Phu Dong village of Bac
Ninh, a little boy who had never talked suddenly asked the King for a big iron
horse and an iron stick. When the horse and the stick came, the boy transformed
to become a young man who was masculine and extraordinarily tall. After eating
a huge meal offered by the whole village, the man jumped onto the iron horse,
and using the iron stick as a club, he started to beat the Ân enemy.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Phu Dông Thiên Vuong: Pendant le règne de Hung Vuong le
6ième, les Ân de Chine envahirent le pays. Le roi rechercha un brave, une
personne héroïque pour combattre l'ennemi et sauver le pays. Dans le village de
Phu Dông, Bac Ninh, un petit garçon qui n'avait jamais parlé tout à coup
demanda au Roi un grand cheval de fer et un bâton de fer. Quand le cheval et le
bâton arrivèrent, le garçon étira son corps pour devenir un jeune homme
extraordinairement grand. Après avoir mangé un énorme repas offert par le
village tout entier, le jeune homme sauta sur le cheval de fer et, en utilisant
le bâton de fer comme d’un club, il commença à combattre l'ennemi Ân.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="569" height="444" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image006.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">4. &#272;ánh &#273;&#432;&#7907;c m&#7897;t lúc roi g&#7851;y,
</span></span><span style="font-size:14.0pt;line-height:150%">anh hùng Phù
&#272;&#7893;ng nh&#7893; t&#7915;ng b&#7909;i tre qu&#7853;t vào quân gi&#7863;c.
Gi&#7863;c tan, chàng thi&#7871;u niên anh hùng tr&#7903; v&#7873; l&#7841;y t&#7841;
&#417;n m&#7865;, phi ng&#7921;a lên núi Sóc S&#417;n r&#7891;i bi&#7871;n m&#7845;t.
Vua và dân chúng nh&#7899; &#417;n, nên l&#7853;p &#273;&#7873;n th&#7901;, g&#7885;i
c&#7853;u bé là Phù &#272;&#7893;ng Thiên V&#432;&#417;ng. Thanh niên Vi&#7879;t
Nam yêu n&#432;&#7899;c th&#432;&#7901;ng &#432;&#7899;c m&#417; &#273;em tài s&#7913;c
mình ra giúp n&#432;&#7899;c, giúp dân nh&#432; anh hùng Phù &#272;&#7893;ng
Thiên V&#432;&#417;ng.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">During the battle against the Ân, the stick was broken. The
Phu Dong hero then uprooted bamboo trees and continued to strike againts the
invaders. After the enemy army collapsed, the hero youth galloped his horse up
to Soc Son mountain and disappeared. The King and the people gratefully
appreciated, built a temple to honor him and called him Phu Dong Thien Vuong, means
the God King at Phu Dong. Patriotic Vietnamese youths still dream of
contributing to the welfare of their country as heroically as did the young Phu
Dong Thien Vuong.</span></p>

<p class="purple2center" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="400" height="513" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image007.jpg" alt="PhuDongThienVuong"></span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Au cours de la bataille contre les Ân, le bâton se brisa. Le
héro Phu Dông déracina alors des arbres bambous et continua à combattre les
envahisseurs. Une fois l'armée ennemie battue, le jeune héros alla sur son
cheval au galop jusqu'à la montagne Soc Son et disparu. Le roi et le peuple lui
furent très reconnaissants et construisirent un temple pour lui rendre hommage
qu’ils appelèrent Phu Dông Thiên Vuong, ce qui signifie le roi-dieu de Phu
Dông. Les jeunes patriotes vietnamiens rêvent encore de contribuer à la
prospérité de leur pays avec autant d'héroïsme que celui du jeune Phu Dông
Thiên Vuong.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="602" height="475" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image008.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">5. S&#417;n Tinh, Th&#7911;y Tinh:</span></span><span style="font-size:14.0pt;line-height:150%"> Vua Hùng V&#432;&#417;ng th&#7913;
18 có cô con gái xinh &#273;&#7865;p tên M&#7925; N&#432;&#417;ng. Có 2 chàng
trai là S&#417;n Tinh và Th&#7911;y Tinh &#273;&#7871;n h&#7887;i làm v&#7907;.
S&#417;n Tinh mang l&#7877; v&#7853;t &#273;&#7871;n tr&#432;&#7899;c, c&#432;&#7899;i
&#273;&#432;&#7907;c M&#7925; N&#432;&#417;ng và &#273;em v&#7907; lên núi. Th&#7911;y
Tinh &#273;&#7871;n sau, không c&#432;&#7899;i &#273;&#432;&#7907;c v&#7907;, t&#7913;c
gi&#7853;n làm m&#432;a gió, dâng n&#432;&#7899;c lên &#273;ánh S&#417;n Tinh.
S&#417;n Tinh làm phép cho núi cao h&#417;n và dùng s&#7845;m sét &#273;ánh l&#7841;i.
Th&#7911;y Tinh &#273;ánh thua rút ch&#7841;y. Hàng n&#259;m &#273;&#7871;n mùa
m&#432;a to gió l&#7899;n, bão táp, l&#7909;t l&#7897;i, ng&#432;&#7901;i ta
ngh&#297; S&#417;n Tinh và Th&#7911;y Tinh v&#7851;n còn &#273;ánh nhau. </span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Son Tinh, Thuy Tinh: King Hung Vuong the 18th had a beautiful
daughter, named My Nuong. Son Tinh and Thuy Tinh both came to propose to marry
her. Son Tinh came first with his offerings, married My Nuong and brought her
up to the mountain. Thuy Tinh came later, angrily made a strong hurricane to
raise water up to fight with Son Tinh on the mountain. Son Tinh also cast a
magic spell to grow the mountain taller, and used thunder to fight back.
Finally, Thuy Tinh was defeated and withdrew. When the raining season comes
every year with hurricanes, people think that Son Tinh and Thuy Tinh are still
fighting.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Son Tinh, Thuy Tinh: Le roi Hung Vuong, le 18ième du nom,
avait une jolie fille nommé My Nuong. Son Tinh et Thuy Tinh vinrent tous les
deux proposer de l'épouser. Son Tinh arriva le premier avec ses offrandes. Il
épousa My Nuong et l'emmena jusqu'à la montagne. Thuy Tinh vint plus tard. De
colère il créa un fort ouragan pour élever l'eau suffisamment pour se battre
avec Son Tinh sur la montagne. Son Tinh jeta également un sort magique pour
élever encore plus hauts les montagnes et utilisa le tonnerre pour riposter.
Finalement, Thuy Tinh fut battu et se retira. Lorsque la saison des pluies
revient chaque année, les gens pensent que Son Tinh et Thuy Tinh se battent
toujours.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="608" height="474" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image009.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">6. N&#259;m 257 tr&#432;&#7899;c Tây L&#7883;ch (tr.TL), vua
Hùng V&#432;&#417;ng 18 m&#7845;t ngôi:</span></span><span style="font-size:
14.0pt;line-height:150%"> Vua n&#432;&#7899;c Th&#7909;c bên Tàu là An
D&#432;&#417;ng V&#432;&#417;ng &#273;em quân &#273;ánh b&#7841;i vua Hùng
V&#432;&#417;ng, &#273;&#7863;t l&#7841;i tên n&#432;&#7899;c là Âu L&#7841;c.
Vua An D&#432;&#417;ng V&#432;&#417;ng xây thành C&#7893; Loa &#273;&#7875;
phòng th&#7911; và &#273;&#432;&#7907;c th&#7847;n Kim Quy cho n&#7887; và tên
th&#7847;n gi&#7919; n&#432;&#7899;c.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 257 B.C., King Hung Vuong the 18th lost his throne: King
An Duong Vuong of Thuc country defeated King Hung Vuong. Then An Duong Vuong
named the new country Au Lac and built the Co Loa rampart. One day a Golden
tortoise genius came up and gave him a magic crossbow and arrows, which would
be used to defend the country.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">En l’an 257 avant Jésus Christ, le roi Hung Vuong, le 18ième
du nom perdit son trône: Le roi An Duong Vuong du pays Thuc battit le roi Hung
Vuong. An Duong Vuong nomma alors le nouveau pays Au Lac et construisit le
rempart Cô Loa. Un jour, une tortue d'or de génie arriva et lui donna une
arbalète magique et des flèches à utiliser pour défendre le pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="640" height="496" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image010.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">7. N&#259;m 208 tr.TL: Tri&#7879;u &#272;à cho con là Tr&#7885;ng
Th&#7911;y &#273;&#7871;n c&#432;&#7899;i M&#7925; Châu,</span></span><span style="font-size:14.0pt;line-height:150%"> con gái vua An D&#432;&#417;ng
V&#432;&#417;ng, v&#7899;i ch&#7911; m&#432;u &#273;ánh c&#432;&#7899;p n&#7887;
th&#7847;n. M&#7925; Châu vô tình giúp cho Tr&#7885;ng Th&#7911;y l&#7845;y xem
và &#273;ánh tráo n&#7887; th&#7847;n. Tri&#7879;u &#272;à &#273;em quân
&#273;ánh. An D&#432;&#417;ng V&#432;&#417;ng vì không còn n&#7887; th&#7847;n
nên b&#7883; thua. Tri&#7879;u &#272;à chi&#7871;n th&#7855;ng, sáp nh&#7853;p
n&#432;&#7899;c Âu L&#7841;c vào qu&#7853;n Nam H&#7843;i l&#7853;p nên n&#432;&#7899;c
Nam Vi&#7879;t. </span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The year 208 B.C.: Trieu Da planned to have his son, Trong
Thuy, marry My Chau, the daughter of King An Duong Vuong. Trong Thuy incited
his wife to borrow the magic crossbow. Then Trong Thuy brought it to his
father. His father, Trieu Da led his forces over to defeat An Duong Vuong, and
then combined Au Lac and Nam Hai into the Nam Viet nation.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">En l’an 208 avant Jésus Christ: Triêu Dà s’arrangea pour
marier son fils Trong Thuy avec My Châu, fille du roi An Duong Vuong. Trong
Thuy incita sa femme à emprunter l'arbalète magique. Trong Thuy l’apporta à son
père Triêu Dà lequel défit An Duong Vuong avec ses troupes puis combina Au Lac
et Nam Hai en la nation Nam Viêt.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="601" height="474" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image011.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">8. M&#7925; Châu b&#7883; cha hi&#7875;u l&#7847;m gi&#7871;t
ch&#7871;t,</span></span><span style="font-size:14.0pt;line-height:150%"> máu
loang xu&#7889;ng bi&#7875;n khi&#7871;n ng&#7885;c trai &#7903; vùng &#273;ó
&#273;&#7893;i màu. Tr&#7885;ng Th&#7911;y &#273;au bu&#7891;n nh&#7843;y xu&#7889;ng
gi&#7871;ng t&#7921; t&#7917;. Ng&#432;&#7901;i ta &#273;em ng&#7885;c trai có
màu x&#7845;u xu&#7889;ng gi&#7871;ng Tr&#7885;ng Th&#7911;y r&#7917;a, ng&#7885;c
trai tr&#7903; nên lóng lánh màu r&#7845;t &#273;&#7865;p.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">King An Duong Vuong killed My Chau, thinking that his
daughter betrayed him. My Chau's blood flowed into the sea, causing the color
of pearls in that area to blur. Conscience-stricken, Trong Thuy jumped into a
well to end his life. Later, people noticed that when they washed blurry pearls
in Trong Thuy well, their color turned bright and beautiful.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le Roi An Duong Vuong tua My Châu pensant que sa fille
l'avait trahie. Le sang de My Châu coula jusqu’à la mer, provoquant une
décoloration des perles. Pris de remords, Trong Thuy sauta dans un puits pour
mettre fin à sa vie. Plus tard, les gens remarquèrent que lorsqu’ils lavaient
les perles décolorées dans l’eau du puits de Trong Thuy, leurs couleurs
redevenaient brillantes et magnifiques.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="611" height="473" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image012.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">9. N&#259;m 113 tr.TL: &#272;&#7901;i vua Tri&#7879;u Ai
V&#432;&#417;ng,</span></span><span style="font-size:14.0pt;line-height:150%">
hoàng thái h&#7853;u Cù Th&#7883; và s&#7913; th&#7847;n Thi&#7871;u Quí
m&#432;u toan dâng n&#7913;&#417;c Nam Vi&#7879;t cho nhà Hán bên Tàu . T&#7875;
t&#432;&#7899;ng L&#7919; Gia t&#7913;c gi&#7853;n chém ch&#7871;t vua, hoàng
thái h&#7853;u, và s&#7913; th&#7847;n r&#7891;i l&#7853;p vua Tri&#7879;u
D&#432;&#417;ng V&#432;&#417;ng lên ngôi.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 113 B.C.: During the reign of Trieu Ai Vuong, king
mother Cu Thi and Chinese ambassador Thieu Qui attempted to present the Nam
Viet country as a gift to the Chinese Han dynasty. The prime minister Lu Gia
angrily killed the king, king mother and the ambassador. Then Lu Gia ascended
Trieu Duong Vuong to the throne.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">En l’an 113 Année avant Jésus Christ, Sous le règne de Triêu
Ai Vuong, la mère du roi Cu Thi et l'ambassadeur chinois Thieu tentèrent de
présenter le pays Nam Viêt comme un cadeau à la dynastie Chinoise des Hans. Le
Premier ministre Lu Gia tua de colère le roi, la mère du roi et l'ambassadeur.
Puis Lu Gia mit sur le trône Triêu Duong Vuong.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="632" height="494" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image013.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">10. Quan Thái Thú:</span></span><span style="font-size:14.0pt;
line-height:150%"> Vua V&#361; &#272;&#7871; bên Tàu sai t&#432;&#7899;ng quân
&#273;ánh chi&#7871;m n&#432;&#7899;c Nam Vi&#7879;t &#273;&#7863;t tên là Giao
Ch&#7881; B&#7897; và &#273;&#7863;t quan Thái thú &#273;&#7875; cai tr&#7883;
n&#432;&#7899;c ta. Giao Ch&#7881; ngh&#297;a là hai ngón chân cái giao nhau.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Chinese governor: King Vu De of China ordered his army to
conquer Nam Viet, then named it the Giao Chi province and appointed a Chinese
governor to rule the country. Giao Chi means the two toes slanted toward each
other.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le gouverneur Chinois: Le roi Vu Dê de Chine ordonna à son
armée de conquérir le Nam Viêt qu’il nomma alors la province de Giao Chi et
nomma un gouverneur Chinois pour gouverner le pays. Giao Chi signifie les deux
orteils inclinés l’un vers l'autre.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="634" height="493" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image014.jpg" alt="VietSu" top-margin:50px=""></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">11. Tích Quang, Nhâm Diên: Hai ông quan Thái thú Tàu</span></span><span style="font-size:14.0pt;line-height:150%"> có công v&#7899;i n&#432;&#7899;c
ta. Theo s&#7917; sách thì ông Tích Quang d&#7841;y dân ta &#273;i&#7873;u L&#7877;
Ngh&#297;a, ông Nhâm Diên d&#7841;y dân ta cày c&#7845;y. Dân chúng nh&#7899;
&#417;n nên l&#7853;p &#273;&#7873;n th&#7901; hai ông. Tuy nhiên theo tài li&#7879;u
kh&#7843;o c&#7893; m&#7899;i nh&#7845;t vào n&#259;m 2010, t&#7841;i khu kh&#7843;o
c&#7893; Thành D&#7873;n, huy&#7879;n Mê Linh, nay là ngo&#7841;i thành Hà N&#7897;i
&#273;ã phát hi&#7879;n nh&#7919;ng h&#7841;t thóc có 3,000 tu&#7893;i. Nh&#7919;ng
khám phá kh&#7843;o c&#7893; m&#7899;i n&#7847;y cho th&#7845;y h&#7841;t lúa c&#7893;
nh&#7845;t tìm th&#7845;y t&#7841;i Vi&#7879;t Nam có tu&#7893;i l&#7899;n
h&#417;n h&#7841;t lúa c&#7893; c&#7911;a Tàu 600 n&#259;m. Nh&#432; v&#7853;y
có th&#7875; nông nghi&#7879;p &#7903; Vi&#7879;t Nam &#273;ã phát tri&#7875;n
tr&#432;&#7899;c nông nghi&#7879;p c&#7911;a Tàu.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Tich Quang, Nham Dien: There are two of the Chinese governors
that the people are grateful to. Tich Quang taught our people to act with civility,
and Nham Dien taught us how to use plows and how to grow rice. Our people
appreciated them and built temples to commemorate what they did for us. Lately,
in 2010, people found the rice grains of 3000 years old at Thanh Den, Ha Noi.
Those grains are 600 years older than the ones found in China. That might
revises the history. If this is true, the agriculture of Vietnam might have
developped before China.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Tich Quang, Nhâm Diên: Ce sont deux des gouverneurs Chinois
auxquels le peuple fut reconnaissant. Tich Quang enseigna à notre peuple à agir
avec civilité, et Nhâm Diên lui apprit comment utiliser les charrues et comment
cultiver le riz. Notre peuple les apprécia et construisit des temples pour
commémorer leurs bienfaits.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="463" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image015.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">12. Hai Bà Tr&#432;ng: N&#259;m 40, Thái thú Tô &#272;&#7883;nh
tàn ác</span></span><span style="font-size:14.0pt;line-height:150%">, lòng dân
Giao Ch&#7881; oán h&#7853;n. Tô &#272;&#7883;nh gi&#7871;t Thi Sách là ch&#7891;ng
bà Tr&#432;ng Tr&#7855;c. Bà Tr&#432;ng Tr&#7855;c cùng em là Tr&#432;ng Nh&#7883;
m&#7897; quân &#273;ánh &#273;u&#7893;i Tô &#272;&#7883;nh ch&#7841;y v&#7873;
Tàu . Hai Bà t&#7921; x&#432;ng là vua &#273;óng &#273;ô &#7903; Mê Linh. Hai
Bà Tr&#432;ng là thánh n&#7919;, là anh th&#432; c&#7911;a &#273;&#7845;t
n&#432;&#7899;c Vi&#7879;t Nam. Hai Bà &#273;ã d&#361;ng mãnh &#273;&#7913;ng
lên ch&#7889;ng quân xâm l&#259;ng, t&#7841;o d&#7921;ng n&#7873;n &#273;&#7897;c
l&#7853;p cho &#273;&#7845;t n&#432;&#7899;c, mang &#273;&#7845;t n&#432;&#7899;c
thoát kh&#7887;i ách &#273;ô h&#7897; c&#7911;a gi&#7863;c Tàu.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hai Ba Trung: In 40, the people of Giao Chi began to rebel
against To Dinh, a very cruel Chinese governor. They felt great animosity
towards him. Among those killed by To Dinh was Thi Sach. Trung Trac, his widow,
and Trung Nhi, her sister, raised troops and chased To Dinh all the way back to
China. The two women proclaimed themselves the new kings of Giao Chi and built
their capitol at Me Linh.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hai Bà Trung: En l’an 40, le peuple de Giao Chi commença à se
rebeller contre Tô Dinh, un gouverneur Chinois très cruel. Ils ressentaient
beaucoup d'animosité à son égard. Parmi les personnes tuées par Tô Dinh figure
Thi Sach. Trung Trac, sa veuve, et Trung Nhi, sa sœur, levèrent des troupes et
poursuivirent Tô Dinh tout le long du chemin menant à la Chine. Les deux femmes
se proclamèrent les nouveaux rois de Giao Chi et construisirent leur capitale à
Mê Linh.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%"><img width="618" height="479" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image016.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%"><img width="600" height="423" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image017.jpg" alt="DenThoHaiBaTrung"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">13. Vua Tàu sai &#273;&#7841;i t&#432;&#7899;ng Mã Vi&#7879;n</span></span><span style="font-size:14.0pt;line-height:150%"> c&#7847;m quân sang &#273;ánh
n&#432;&#7899;c ta. Hai bà Tr&#432;ng quân ít th&#7871; cô không ch&#7889;ng n&#7893;i
&#273;&#7841;i quân c&#7911;a Mã Vi&#7879;n. Hai Bà Tr&#432;ng thua ch&#7841;y
&#273;&#7871;n sông Hát Giang, &#273;ành nh&#7843;y xu&#7889;ng sông t&#7921; v&#7851;n.
Hai Bà Tr&#432;ng là n&#7919; anh hùng c&#7911;a n&#432;&#7899;c ta. Dân chúng
l&#7853;p &#273;&#7873;n th&#7901; hai Bà Tr&#432;ng &#7903; làng Hát Môn, t&#7881;nh
S&#417;n Tây và &#7903; bãi &#272;&#7891;ng Nhân, Hà N&#7897;i.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Chinese king ordered general Ma Vien to lead an army into
Giao Chi to defeat the Trung sisters. Losing the battle, the Trung sisters
retreated to the Hat Giang River. They jumped into the river and committed
suicide. The Trung sisters are Vietnamese heroines. Their memorial temples were
built at Hat Mon village of Son Tay province, and at Dong Nhan, Ha Noi.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le roi Chinois ordonna au général Ma Viên de conduire une
armée à Giao Chi pour vaincre les sœurs Trung. Perdant la bataille, les soeurs
Trung se retraitèrent vers la rivière Hat Giang dans laquelle elles s’y
jetèrent pour se suicider. Les sœurs Trung des héroïnes vietnamiennes. Les
temples construits en leur mémoire l’ont été dans le village de Hat Môn de la
province de Sôn Tây et à Dông Nhân, Hà Nôi.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="466" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image018.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">14. N&#259;m 168-203: Lý Ti&#7871;n và Lý C&#7847;m </span></span><span style="font-size:14.0pt;line-height:150%">là ng&#432;&#7901;i Giao Ch&#7881;
&#273;&#7847;u tiên &#273;&#432;&#7907;c vua Tàu cho làm quan. Sau có quan thái
thú S&#297; Nhi&#7871;p ch&#259;m lo d&#7841;y b&#7843;o dân &#259;n &#7903; có
phép t&#7855;c nên &#273;&#432;&#7907;c dân Giao Ch&#7881; th&#432;&#417;ng m&#7871;n.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">During the years 168 to 203, Ly Tien and Ly Cam were the
first Giao Chi people who were granted to be mandarins by a Chinese King.
Later, there was also governor Si Nhiep who taught our people how to live a
courteous life. He, too, was widely loved by Giao Chi people.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Au cours des années 168 à 203, Ly Tiên et Ly Câm furent les
premières personnes du peuple Giao Chi à être élevées au rang de mandarin par
un roi Chinois. Plus tard, le gouverneur Chinois Si Nhiêp enseigna à notre
peuple comment vivre une vie courtoise. Lui, fut largement aimés par le peuple
Giao Chi.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="648" height="474" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image019.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">15. Bà Tri&#7879;u: N&#259;m 248, &#273;&#7901;i &#272;ông
Ngô,</span></span><span style="font-size:14.0pt;line-height:150%"> Th&#7913; s&#7917;
L&#7909;c D&#7853;n tàn ác nên lòng ng&#432;&#7901;i oán h&#7853;n. Bà Tri&#7879;u
Th&#7883; Trinh m&#7897; quân giúp anh là Tri&#7879;u Qu&#7889;c &#272;&#7841;t
&#273;ánh v&#7899;i quân Tàu &#273;&#432;&#7907;c 6 tháng. Sau vì quân ít th&#7871;
cô, bà thua &#273;ành ph&#7843;i t&#7921; v&#7851;n &#7903; xã B&#7891; &#272;i&#7873;n,
huy&#7879;n M&#7929; Hóa . Bà Tri&#7879;u c&#361;ng là m&#7897;t n&#7919; anh
hùng c&#7911;a n&#432;&#7899;c ta. Dân chúng l&#7853;p &#273;&#7873;n th&#7901;
Bà Tri&#7879;u &#7903; xã Phú &#272;i&#7873;n, t&#7881;nh Thanh Hóa.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Miss Trieu: In 248, during Dong Ngo time, Chinese governor
Luc Dan was very cruel. People felt animosity towards him. Miss Trieu Thi Trinh
recruited soldiers to help her brother, Trieu Quoc Dat, to uprise and fight the
Chinese for 6 months. Her troop was too small compared to Chinese army so she
was defeated. She committed suicide at Bo Dien village, My Hoa county. Lady
Trieu is also a heroine of our country. Our people built her memorial temple at
Phu Dien village, Thanh Hoa province.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Demoiselle Triêu: En 248, durant l’époque Dông Ngô, le
gouverneur Chinois Luc Dân fut très cruel. Les gens se sentaient plein
d’animosité envers lui. Demoiselle Triêu Thi Trinh recruta des soldats pour
aider son frère, Triêu Quôc Dat, à se soulever et à combattre les Chinois
pendant 6 mois. Sa troupe était trop faible par rapport à l'armée Chinoise,
elle fut donc battue. Elle se suicida dans le village de Bô Diên, le pays de My
Hoa. Dame Triêu est aussi une héroïne de notre pays. Notre peuple construisit
un temple commémoratif au village de Phu Diên, province de Thanh Hoa.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="662" height="510" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image020.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">16. S&#7921; cai tr&#7883; tàn ác c&#7911;a ng&#432;&#7901;i
Tàu:</span></span><span style="font-size:14.0pt;line-height:150%"> Ng&#432;&#7901;i
Tàu cai tr&#7883; dân Nam r&#7845;t tàn ác. H&#7885; b&#7855;t dân ta lên r&#7915;ng
s&#259;n voi l&#7845;y ngà, l&#7863;n xu&#7889;ng bi&#7875;n mò ng&#7885;c trai
và &#273;ánh gi&#7871;t dân ta h&#7857;ng ngày. Ngoài ra h&#7885; còn l&#7845;y
h&#7871;t vàng b&#7841;c châu báu và b&#7855;t gái &#273;&#7865;p c&#7911;a
n&#432;&#7899;c Nam làm h&#7847;u thi&#7871;p. H&#7885; còn b&#7855;t giam và
chém gi&#7871;t nhân tài c&#7911;a n&#432;&#7899;c ta.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The cruel ruling of the Chinese: In general, the Chinese
ruled the Southern people in a cruel way. They forced the people to the jungle
to obtain the elephant trunks, into the ocean to find the pearls for them. They
captured the Southern beautiful girls for their sex slaves. They also
imprisoned and murdered many brave and patriotic Vietnameses.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le gouvernement cruel de la Chine: En général, les Chinois gouvernèrent
les populations du Sud de manière cruelle. Ils forcèrent les gens à aller dans
la jungle pour leur rapporter des trompes d'éléphant et dans l'océan pour
trouver des perles à leur place. Ils capturèrent les belles filles du sud pour
en faire leurs esclaves sexuelles. Ils emprisonnèrent et assassinèrent aussi de
nombreux Vietnamiens courageux et patriotiques.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="465" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image021.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">17. Ông Lý Bôn: N&#259;m 544, ông Lý Bôn kh&#7903;i ngh&#297;a</span></span><span style="font-size:14.0pt;line-height:150%"> &#273;ánh b&#7841;i quân Tàu r&#7891;i
lên ngôi vua x&#432;ng là Lý Nam &#272;&#7871; . Sau Lý Nam &#272;&#7871; m&#7845;t,
&#273;&#7845;t Giao Châu chia làm 2 do Tri&#7879;u Quang Ph&#7909;c t&#7913;c
ông vua &#7903; &#273;&#7847;m D&#7841; Tr&#7841;ch, và Lý Ph&#7853;t T&#7917;
cai qu&#7843;n. Sau vua nhà Tùy c&#7911;a Tàu sai quân sang &#273;ánh chi&#7871;m
n&#432;&#7899;c ta, &#273;&#7863;t ti&#7871;p n&#7873;n cai tr&#7883;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Ly Bon: In 544, Mr. Ly Bon rised against Chinese army and
defeated them. Then he ascended to be the king, called King Ly Nam De. When Ly
Nam De died, Giao Chi land was divided into 2 and ruled by Trieu Quang Phuc,
also called the King of Da Trach bog, and Ly Phat Tu. Later, the Chinese king
of Tuy regime ordered his army to conquer, and continue to rule the Nam country
again.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Ly Bôn: En 544, M. Ly Bôn se souleva contre l'armée
Chinoise et les a vaincus. Puis il monta pour être le roi, appelé le roi Ly Nam
Dê. Lorsque Ly Nam Dê mort, Giao Chi terre a été divisée en 2 et gouverné par
Triêu Quang Phuc, appelé aussi le Roi de Da Trach tourbière, et Ly Phât Tu.
Plus tard, le roi Chinois du régime de Tuy ordonné à son armée à vaincre, et
continuer à gouverner le pays Nam nouveau.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="619" height="487" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image022.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">18. Mai H&#7855;c &#272;&#7871;: N&#259;m 722, ông Mai Thúc
Loan,</span></span><span style="font-size:14.0pt;line-height:150%"> m&#7897;t ng&#432;&#7901;i
&#273;en &#273;úa kh&#7887;e m&#7841;nh, th&#7845;y quân Tàu làm nhi&#7873;u
&#273;i&#7873;u tàn b&#7841;o v&#7899;i dân ta nên ông chiêu m&#7897; ngh&#297;a
quân &#273;ánh v&#7899;i quân Tàu và x&#432;ng là Mai H&#7855;c &#272;&#7871; t&#7913;c
là ông Vua &#272;en h&#7885; Mai. Quân Tàu kéo &#273;&#7841;i quân qua
&#273;ánh. Ông thua, ít lâu sau thì ch&#7871;t.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mai Hac De: In 722, Mr. Mai Thuc Loan was a strong man who
had blackish skin. Seeing that Chinese army was very cruel towards our people,
he recruited his army fighting back the Chinese, proclaimed himself King Mai
Hac De. Chinese army brought a great troop over to attack him. He was defeated
and died. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mai Hac Dê: En 722, M. Mai Thuc Loan a été un homme fort qui
avait la peau noirâtre. Voyant que l'armée chinoise a été très cruel envers
notre peuple, il a recruté ses troupes ripostent les Chinois, se proclama roi
Mai Hac Dê. L'armée Chinoise a apporté une grande troupe de plus de l'attaquer.
Il a été battu et est mort.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="478" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image023.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">19. B&#7889; Cái &#272;&#7841;i V&#432;&#417;ng: N&#259;m
791,</span></span><span style="font-size:14.0pt;line-height:150%"> quan &#273;ô
h&#7897; Cao Chính Bình b&#7855;t dân &#273;óng s&#432;u cao, thu&#7871; n&#7863;ng,
nên lòng ng&#432;&#7901;i oán h&#7853;n. Có ông Phùng H&#432;ng n&#7893;i lên
&#273;ánh gi&#7863;c Tàu. Dân chúng th&#432;&#417;ng ông, g&#7885;i ông là B&#7889;
Cái &#272;&#7841;i V&#432;&#417;ng, ngh&#297;a là ông Vua &#273;&#432;&#7907;c
dân th&#432;&#417;ng nh&#432; cha m&#7865;. Sau ông ch&#7871;t, con ông b&#7883;
quân Tàu &#273;ánh m&#7841;nh quá ph&#7843;i xin hàng.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Bo Cai Dai Vuong: In 791, a Chinese imperial officer, Cao
Chinh Binh, forced our people to contribute very high tax so our people were
very discontented. Mr. Phung Hung rose in rebellion to fight the Chinese.
People were very fond of him, called him Bo Cai Dai Vuong, or the Parent King.
After his death, his son was agressively attacked, and later surrendered to the
Chinese army. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Bô Cai Dai Vuong: En 791, un officier impérial Chinois, Cao
Binh Chinh, contraint notre peuple à contribuer d'imposition très élevés pour
que nos gens étaient très mécontents. M. Phung Hung a augmenté dans la
rébellion pour lutter contre les Chinois. Les gens étaient très attachés à lui,
l'appelait Bô Cai Dai Vuong, ou le roi Parent. Après sa mort, son fils a été
agressivement attaqué, puis remis à l'armée Chinoise.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="468" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image024.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">20. Ông Cao Bi&#7873;n: T&#7915; n&#259;m 713, N&#432;&#7899;c
Nam Chi&#7871;u</span></span><span style="font-size:14.0pt;line-height:150%"> &#7903;
phía Nam hay sang c&#432;&#7899;p phá n&#432;&#7899;c ta. N&#259;m 865, quan
Tàu là Cao Bi&#7873;n giúp ta &#273;ánh gi&#7863;c nhi&#7873;u n&#259;m d&#7865;p
&#273;&#432;&#7907;c quân Nam Chi&#7871;u l&#7841;i &#273;em n&#432;&#7899;c ta
v&#7873; n&#7897;i thu&#7897;c nhà &#272;&#432;&#7901;ng nh&#432; c&#361;. Ông
xây thành &#272;&#7841;i-La bên sông Tô L&#7883;ch. T&#7909;c &#273;&#7891;n r&#7857;ng
ông Cao Bi&#7873;n có phép c&#7905;i di&#7873;u gi&#7845;y bay &#273;i &#273;ó,
&#273;i &#273;ây.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Cao Bien: From 713, the Nam Chieu army from the south
often came up our country to loot the good from our people. In 865, a Chinese
officer, Cao Bien helped us to fight Nam Chieu army for many years then
defeated them. He then made our country a colony of China again. He built Dai
La rampart next to To Lich river. There was a rumor that Mr. Cao Bien had the
magic to travel by flying on a kite. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Cao Biên: à partir de 713, l'armée Nam Chiêu du sud
reviennent souvent dans notre pays pour piller le bien de notre peuple. En 865,
un officier Chinois, Cao Biên nous a aidé à combattre l'armée Nam Chiêu depuis
de nombreuses années, puis les a battus. Il a ensuite fait de notre pays une
colonie de la Chine à nouveau. Il a construit Dai La rempart à côté à la
rivière-liche. Il y avait une rumeur selon laquelle M. Cao Biên avait la magie
de Voyage en volant sur un cerf-volant.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="712" height="553" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image025.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">21. Ông Khúc Th&#7915;a D&#7909;: N&#259;m 906, bên Tàu lo&#7841;n
l&#7841;c,</span></span><span style="font-size:14.0pt;line-height:150%"> ông
Khúc Th&#7915;a D&#7909; quê &#7903; H&#7843;i D&#432;&#417;ng &#273;&#432;&#7907;c
dân c&#7917; lên làm Ti&#7871;t &#272;&#7897; S&#7913;. Sau ông ch&#7871;t truy&#7873;n
ngôi cho con là Khúc H&#7841;o. Ngôi Ti&#7871;t &#272;&#7897; S&#7913; truy&#7873;n
&#273;&#7871;n &#273;&#7901;i Khúc Th&#7915;a M&#7929;. Ông M&#7929; c&#361;ng
nh&#7853;n ch&#7913;c nh&#432;ng không th&#7847;n ph&#7909;c vua Tàu.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Khuc Thua Du: In 906, when China was in times of chaos,
Mr. Khuc Thua Du, from Hai Duong, was elected to be Tiet Do Su. When he died,
he gave the throne to his son, Khuc Hao. Till Khuc Thua My reign, he accepted
the throne but did not acknowledge kingship allegiance to the Chinese king.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Khuc Thua Du: En l’an 906, à une époque où la Chine était
dans le chaos, M. Khuc Thua Du, de Hai Duong, fut élu pour être Tiêt Dô Su.
Quand il mourut, il donna le trône à son fils, Khuc Hao.puis Khuc Thua My
règne, il accepta le trône, mais ne reconnut pas l'allégeance au roi Chinois.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="722" height="570" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image026.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">22. N&#259;m 923: Vua Nam Hán c&#7911;a Tàu sai t&#432;&#7899;ng</span></span><span style="font-size:14.0pt;line-height:150%"> &#273;ánh b&#7841;i Khúc Th&#7915;a
M&#7929; r&#7891;i ti&#7871;p t&#7909;c cai tr&#7883; x&#7913; Giao Châu. Ít
lâu sau D&#432;&#417;ng Diên Ngh&#7879; n&#7893;i lên &#273;ánh b&#7841;i
t&#432;&#7899;ng Tàu x&#432;ng làm Ti&#7871;t &#272;&#7897; S&#7913;. Sau
&#273;ó m&#7897;t ng&#432;&#7901;i quan tên Ki&#7873;u Công Ti&#7875;n làm ph&#7843;n
gi&#7871;t ch&#7871;t D&#432;&#417;ng Diên Ngh&#7879;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 923: The Chinese King Nam Han ordered his general to
defeat Khuc Thua My and then re-ruled Giao Chi country. Duong Dien Nghe rose in
rebellion against Chinese generals, defeat them and proclaimed himself Tiet Do
Su. Later Kieu Cong Tien betrayed and killed Duong Dien Nghe.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 923: Le roi Chinois Nam Han ordonna à ses généraux de
vaincre Khuc Thua My puis gouverna de nouveau le pays Giao Châu. Quelque temps
après, Duong Diên Nghê se souleva contre les généraux Chinois, les vainquît et
se proclama Tiêt Dô Su. Plus tard Kiêu Công Tiên trahit et tua Diên Duong Nghê.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="701" height="541" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image027.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">23. N&#259;m 936: Ông Ngô Quy&#7873;n là r&#7875; c&#7911;a
ông D&#432;&#417;ng Diên Ngh&#7879;</span></span><span style="font-size:14.0pt;
line-height:150%"> ti&#7871;n binh &#273;ánh Ki&#7873;u Công Ti&#7875;n báo
thù. Ki&#7873;u Công Ti&#7875;n c&#7847;u c&#7913;u vua Nam Hán bên Tàu.
&#272;&#432;&#7907;c d&#7883;p t&#7889;t, vua Nam Hán sai thái t&#7917; Ho&#7857;ng
Tháo &#273;em &#273;&#7841;i quân sang &#273;ánh n&#432;&#7899;c ta.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 936: Mr. Ngo Quyen, Duong Dien Nghe's son in law,
battled Kieu Cong Tien to revenge. Kieu Cong Tien begged the Chinese King Nam
Han for help. Taking the good chance, King Nam Han ordered the crown prince
Hoang Thao to lead their great army to attack our country.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 936: M. Ngô Quyên, beau fils de Duong Diên Nghê, affronta
Kiêu Công Tiên pour se venger. Kiêu Công Tiên demanda de l'aide au Roi Chinois
Nam Han. Prenant le risque, le roi Han Nam ordonna au prince héritier Hoang
Thao de prendre le commandement de leur grande armée pour attaquer notre pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="581" height="458" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image028.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">24. Nhà Ngô, vua Ngô Quy&#7873;n phá quân Nam Hán:</span></span><span style="font-size:14.0pt;line-height:150%"> N&#259;m 938, quân Nam Hán kéo
&#273;&#7841;i quân vào &#273;&#7871;n sông B&#7841;ch &#272;&#7857;ng &#7903;
v&#7883;nh B&#7855;c Vi&#7879;t. Ông Ngô Quy&#7873;n cho &#273;óng c&#7885;c nh&#7885;n
d&#432;&#7899;i lòng sông r&#7891;i d&#7909; thuy&#7873;n &#273;&#7883;ch vào.
Thuy&#7873;n &#273;&#7883;ch m&#7855;c vào c&#7885;c nh&#7885;n nên b&#7883;
chìm r&#7845;t nhi&#7873;u. Thái t&#7917; Ho&#7857;ng Tháo b&#7883; Ngô Quy&#7873;n
b&#7855;t gi&#7871;t. Quân ta &#273;&#7841;i th&#7855;ng, ông Ngô Quy&#7873;n
lên làm vua.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Ngo Dynasty, King Ngo Quyen defeated Nam Han army: In 938,
Nam Han great army advanced toward river Bach Dang in the North. Mr. Ngo Quyen
had pointed wood poles driven into the bed of the Bach Dang River then lured
the enemy ships deep into the river. At low tide the enemy ships were stuck on
sharp stakes then sank. Ngo Quyen killed the crown prince Hoang Thao. Our army
won a great victory; Mr. Ngo Quyen ascended the throne.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La dynastie Ngô,le roi Ngô Quyên défit l'armée Nam Han: En
938, la grande armée de Nam Han s'avança vers la rivière de Bach Dang dans le Nord.
M. Ngô Quyên qui avait planté des poteaux de bois dans le lit de la rivière
Bach Dang, attira les navires ennemis vers les eaux profondes de la rivière. À
marée basse, les navires ennemis se trouvèrent pris des pieux acérés puis
coulèrent. Ngô Quyên tua le prince héritier Hoang Thao. Notre armée remporta
une grande victoire ; M. Ngô Quyên monta sur le trône.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="517" height="667" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image029.jpg"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="689" height="534" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image030.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">25. Lo&#7841;n Th&#7853;p Nh&#7883; S&#7913; Quân: Sau khi
Ngô Quy&#7873;n m&#7845;t,</span></span><span style="font-size:14.0pt;
line-height:150%"> con cháu ông là nh&#7919;ng ông vua y&#7871;u kém nên lo&#7841;n
l&#7841;c n&#7893;i lên kh&#7855;p n&#417;i . Có t&#7845;t c&#7843; 12 ông
t&#432;&#7899;ng hùng c&#7913; 12 n&#417;i khác nhau g&#7885;i là lo&#7841;n Th&#7853;p
Nh&#7883; S&#7913; Quân.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Twelve Warlords: After Ngo Quyen death, his descendant were
incapable kings. Disturbances were everywhere. There were 12 generals who
lorded over 12 different regions called Thap Nhi Su Quan.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Douze chefs de guerre: Après la mort de Ngô Quyên, ses
descendants furent des rois incapables. Partout régnait le désordre. Il y eu 12
généraux ayant le pouvoir sur 12 régions différentes appelées Thâp Nhi Su Quân.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="637" height="478" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image031.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">26. C&#7901; Lau T&#7853;p Tr&#7853;n: Ông &#272;inh B&#7897;
L&#297;nh là ng&#432;&#7901;i &#7903; Hoa L&#432;.</span></span><span style="font-size:14.0pt;line-height:150%"> Lúc nh&#7887; ông hay luy&#7879;n t&#7853;p
võ ngh&#7879; và dùng c&#7901; bông lau &#273;&#7875; t&#7853;p tr&#7853;n v&#7899;i
tr&#7867; em ch&#259;n trâu trong làng.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Reed flag for military exercises: Mr. Dinh Bo Linh was from
Hoa Lu village. When he was a boy, he often used reed wool to hold field
maneuver with other shepherds and practiced martial arts.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le drapeau de roseau pour des exercices militaires: M. Dinh
Bô Linh était originaire du village de Hoa Lu. Lorsqu’il était jeune, il
utilisa souvent du roseau pour diriger des manœuvres sur le terrain avec
d'autres bergers et pratiqua les arts martiaux.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="688" height="533" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image032.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">27. Nhà &#272;inh: L&#7899;n lên ông &#272;inh B&#7897; L&#297;nh</span></span><span style="font-size:14.0pt;line-height:150%"> chiêu m&#7897; quân s&#297; d&#7865;p
lo&#7841;n. Ông &#273;ánh &#273;âu th&#7855;ng &#273;ó nên &#273;&#432;&#7907;c
quân dân tôn ông là V&#7841;n Th&#7855;ng V&#432;&#417;ng. Sau ông lên làm vua
&#273;óng &#273;ô &#7903; Hoa L&#432;, l&#7845;y hi&#7879;u là &#272;inh Tiên
Hoàng, &#273;&#7863;t tên n&#432;&#7899;c là &#272;&#7841;i C&#7891; Vi&#7879;t.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Dinh Dynasty: When growing up, Mr. Dinh Bo Linh drafted
recruits to squash the rebellion. He won all battles and was called Van Thang
Vuong. Later he ascended the throne as King Dinh Tien Hoang found Hoa Lu as the
capitol, and named the country as Dai Co Viet.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La dynastie des Dinh: Durant sa jeunesse, M. Dinh Bô Linh
enrôla des recrues afin d'écraser la rébellion. Il gagna toutes les batailles
et on l’appela Van Thang Vuong. Plus tard, il monta sur le trône comme le roi
Dinh Tiên Hoàng fonda Hoa Lu comme Capitale, et nomma le pays Dai Cô Viêt.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="596" height="460" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image033.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">28. Vua &#272;inh Tiên Hoàng b&#7883; tên &#272;&#7895; Thích
gi&#7871;t ch&#7871;t,</span></span><span style="font-size:14.0pt;line-height:
150%"> con là &#272;inh Tu&#7879; lên ngôi lúc 6 tu&#7893;i . Quân T&#7889;ng
th&#7915;a c&#417; h&#7897;i &#273;em quân sang &#273;ánh n&#432;&#7899;c ta.
Các quan tôn ông Lê Hoàn lên vua, hi&#7879;u là Lê &#272;&#7841;i Hành, chu&#7849;n
b&#7883; ch&#7889;ng l&#7841;i quân Tàu.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">King Dinh Tien Hoang was killed by Do Thich. His son, Dinh
Tue, ascended throne at the age of 6. Chinese Tong army took the opportunity to
invade our country. The government officials raised Mr. Le Hoan to be King Le
Dai Hanh, to fight back Chinese army.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Roi Dinh Tiên Hoàng fut tué par Dô Thich. Son fils, Dinh Tuê,
monta sur le trône à l'âge de 6 ans. L’armée Chinoise Tông en profita pour
envahir notre pays. Les représentants du gouvernement élevèrent M. Lê Hoàn au
rang de roi Lê Dai Hành, pour contre-attaquer l'armée Chinoise.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="615" height="473" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image034.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">29. Vua Lê &#272;&#7841;i Hành, nhà Ti&#7873;n Lê:</span></span><span style="font-size:14.0pt;line-height:150%"> N&#259;m 981, vua Lê &#272;&#7841;i
Hành ch&#7881; huy &#273;ánh b&#7841;i b&#7897; quân T&#7889;ng khi&#7871;n th&#7911;y
quân ho&#7843;ng s&#7907; rút v&#7873; n&#432;&#7899;c. Vua Lê sau &#273;ó
&#273;ánh tan gi&#7863;c Chiêm Thành và lo s&#7917;a sang vi&#7879;c n&#432;&#7899;c.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Emperor Le Dai Hanh, the First Le Dinasty: In 981, King Le
Dai Hanh defeated Tong ground troops. That made Tong Navy panic-stricken and
withdrew back to China. Later on, King Le also defeated Chiem Thanh army and
settled country affairs.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">L’empereur Lê Dai Hành, La première Dynastie Lê: En 981, le
roi Lê Dai Hành défit les troupes au sol Tông. Cela entraîna la panique de la
Marine Tông qui se retira en Chine. Plus tard, le roi Lê vainquit aussi l'armée
de Chiêm Thanh et régla les affaires du pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="650" height="503" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image035.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">30. N&#259;m 1005: Vua Lê &#272;&#7841;i Hành m&#7845;t, </span></span><span style="font-size:14.0pt;line-height:150%">Lê Long &#272;&#297;nh gi&#7871;t anh
là Lê Long Vi&#7879;t &#273;&#7875; c&#432;&#7899;p ngôi vua. Lê Long &#272;&#297;nh
là m&#7897;t ông vua hung ác, b&#7841;o ng&#432;&#7907;c, tr&#7909;y l&#7841;c
còn g&#7885;i là vua Lê Ng&#7885;a Tri&#7873;u. Lê Long &#272;&#297;nh m&#7845;t,
tri&#7873;u th&#7847;n tôn ông Lý Công U&#7849;n lên ngôi, hi&#7879;u là Lý
Thái T&#7893;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">In 1005, King Le Dai Hanh died. Le Long Dinh killed his
brother to usurp the throne to be King Le Ngoa Trieu. He was a cruel, brutal
and debauched king. When Le Long Dinh died, the Imperial Court raised Mr. Ly
Cong Uan to the throne, called King Ly Thai To.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">En 1005, le roi Lê Dai Hanh mourut. Lê Long Dinh tua son
frère pour usurper le trône pour devenir le roi Lê Ngoa Triêu. Ce fut un roi
cruel, brutal et débauché. Quand Lê Long Dinh mourut, la cour impériale éleva
M. Ly Công Uân au trône lequel fut appelé le roi Ly Thai Tô.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="725" height="563" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image036.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">31. Thành Th&#259;ng Long: Lý Thái T&#7893; là m&#7897;t ông
vua t&#7889;t r&#7845;t</span></span><span style="font-size:14.0pt;line-height:
150%"> chu&#7897;ng &#273;&#7841;o Ph&#7853;t. Trong lúc di chuy&#7875;n kinh
&#273;ô v&#7873; &#272;&#7841;i La Thành, ông th&#7845;y r&#7891;ng vàng hi&#7879;n
ra nên &#273;&#7863;t tên thành là Th&#259;ng Long, có ngh&#297;a là r&#7891;ng
bay lên. Thành Th&#259;ng Long là Hà N&#7897;i bây gi&#7901;.Trong các &#273;&#7901;i
vua Lý k&#7871; ti&#7871;p Kh&#7893;ng h&#7885;c và Ph&#7853;t h&#7885;c phát
tri&#7875;n m&#7841;nh. Vua cho xây V&#259;n mi&#7871;u th&#7901; &#273;&#7913;c
Kh&#7893;ng T&#7917; cùng hàng ngàn chùa chi&#7873;n trong &#273;ó có chùa M&#7897;t
C&#7897;t n&#7893;i ti&#7871;ng &#7903; Hà N&#7897;i.</span></p>

<p class="center" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="350" height="469" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image037.jpg" alt="lythaito"></span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Ly dinasty, Thang Long capital: King Ly Thai To was a
kind emperor. He was fond of Buddhism and Confucianism. While moving the
imperial city to Dai La Thanh, he saw a golden dragon flying up, so he named
the city Thang Long that meant Up-flying Dragon. Thang Long city becomes Ha Noi
now. The King ordered to build many Buddhist temples. The famous Single-Pole
Temple was one of them.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La capitale Thang Long :,La dynastie des Ly,: Le roi Ly Thai
Tô fut un empereur bienveillant qui aimait le Bouddhisme. En déplaçant la cité
impériale à Dai La Thành, il vit un dragon d'or s'envoler, c’est pourquoi il
nomma la ville Thang Long ce signifie dragon s’élevant dans le ciel. Il fit
construire beaucoup de pagode dont l’une est toujours célèbre : la pagode à un
seul pilier support à Hà Nôi.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="640" height="470" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image038.jpg"></span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><i><span style="font-size:14.0pt;line-height:150%">Chùa m&#7897;t c&#7897;t xây t&#7915;
th&#7901;i Lý, &#273;ã &#273;&#432;&#7907;c trùng tu nhi&#7873;u l&#7847;n</span></i></p>

<p class="center" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="600" height="450" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image039.jpg" alt="vanmieu"><br>
<i>V&#259;n mi&#7871;u thành Th&#259;ng Long</i></span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%"><img width="856" height="632" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image040.jpg" alt="vanmieu"><br>
<i>Bên trong V&#259;n mi&#7871;u, n&#417;i t&#7893; ch&#7913;c các k&#7923; thi
quan tr&#7885;ng th&#7901;i x&#432;a</i></span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%"><img width="600" height="450" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image041.jpg" alt="biatiensi"><br>
<i>Bia Ti&#7871;n s&#297; ghi tên các v&#7883; &#273;&#7893; Ti&#7871;n s&#297;
t&#7915; 600 n&#259;m tr&#432;&#7899;c</i></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="743" height="563" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image042.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">32. Ph&#7841;t T&#7889;ng, bình Chiêm: Nhà T&#7889;ng bên Tàu</span></span><span style="font-size:14.0pt;line-height:150%"> l&#7841;i uy hi&#7871;p n&#432;&#7899;c
ta, vua Lý Thái T&#7893; sai ông Lý Th&#432;&#7901;ng Ki&#7879;t &#273;em quân
vây &#273;ánh Khâm châu và Ung châu. Quân ta &#273;&#7841;i th&#7855;ng tr&#7903;
v&#7873;. Sau quân T&#7889;ng h&#7907;p v&#7899;i Chiêm Thành và Th&#7911;y
Chân L&#7841;p &#273;ánh phá n&#432;&#7899;c ta. Ông Lý Th&#432;ng Ki&#7879;t l&#7841;i
&#273;em quân &#273;ánh T&#7889;ng, bình Chiêm gi&#7919; yên b&#7901; cõi.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Defeating Tong, pacifying Chiem: The Chinese Tong dynasty
again threatened our country. King Ly Thai To ordered Mr. Ly Thuong Kiet
brought troops to besiege Kham Chau and Ung Chau. Ly Thuong Kiet gained big
victory and brought troops home. Later on, Tong army incited Chiem Thanh and
Thuy Chan Lap to invade our country. Mr. Ly Thuong Kiet again led our troops to
defeat Tong and Chiem to safeguard our territory.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Vaincre Tông, pacifier Chiêm: La dynastie Chinoise Tông
menaça de nouveau notre pays. Le roi Ly Thai Tô ordonna à M. Ly Thuong Kiêt
d’amener des troupes pour assiéger Khâm Châu et Ung Châu. Ly Thuong Kiêt obtint
une grande victoire et renvoya les troupes à la maison. Plus tard, l’armée de
Tông incita Chiêm Thành et Thuy Chân Lap à envahir notre pays. M. Ly Thuong
Kiêt de nouveau dirigea nos troupes pour vaincre Tông et Chiêm et préserver
notre pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="693" height="535" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image043.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">33. N&#259;m 1225, nhà Lý m&#7845;t ngôi: Nhà Lý truy&#7873;n
ngôi</span></span><span style="font-size:14.0pt;line-height:150%"> &#273;&#7871;n
công chúa Lý Chiêu Hoàng thì b&#7883; Tr&#7847;n Th&#7911; &#272;&#7897; l&#7853;p
m&#432;u cho công chúa l&#7845;y cháu c&#7911;a y là Tr&#7847;n C&#7843;nh. Sau
Tr&#7847;n Th&#7911; &#272;&#7897; ép công chúa nh&#432;&#7901;ng ngôi cho ch&#7891;ng.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1225, the Ly lost the throne: The Ly dynasty's throne
was passed to Princess Ly Chieu Hoang. Tran Thu Do arranged for his nephew,
Tran Canh, to marry Princess Ly Chieu Hoang and then forced her to abdicate on
her husband. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1225, les Ly perdirent le trône: Le trône de la dynastie
Ly passa à la princesse Ly Chiêu Hoàng. Mais Trân Thu Dô s'arrangea pour que
son neveu, Trân Canh, épousa la princesse Ly Chiêu Hoàng et ensuite la força à
abdiquer en faveur de son mari.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="765" height="585" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image044.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">34. Nhà Tr&#7847;n: Tr&#7847;n C&#7843;nh lên ngôi, hi&#7879;u
là Tr&#7847;n Thái Tông.</span></span><span style="font-size:14.0pt;line-height:
150%"> Tri&#7873;u &#273;ình b&#7883; Tr&#7847;n Th&#7911; &#272;&#7897; kh&#7889;ng
ch&#7871; làm nhi&#7873;u &#273;i&#7873;u b&#7841;o ng&#432;&#7907;c, tàn ác.
Tr&#7847;n Th&#7911; &#272;&#7897; tìm cách tiêu di&#7879;t dòng h&#7885; Lý, b&#7855;t
dân chúng h&#7885; Lý &#273;&#7893;i thành h&#7885; Nguy&#7877;n.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Tran dynasty: Tran Canh ascended the throne, named Tran
Thai Tong. Tran Thu Do controlled the imperial court and did brutal and cruel
things. Tran Thu Do tried to wipe out the Ly lineage by forcing people to
change their last name from Ly to Nguyen.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La dynastie Trân: Trân Canh monta sur le trône sous le nom de
Trân Thai Tông. Trân Thu Dô contrôla la cour impériale et fit des choses
brutales et cruelles. Trân Thu Dô essaya d'effacer la lignée Ly en forçant les
gens à changer leur nom de famille de Ly en Nguyên.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="619" height="488" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image045.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">35. Tuy nhiên &#273;&#7901;i Tr&#7847;n Thái Tông và các vua
k&#7871; ti&#7871;p</span></span><span style="font-size:14.0pt;line-height:
150%"> th&#7921;c hi&#7879;n r&#7845;t nhi&#7873;u c&#7843;i t&#7893; t&#7889;t
&#273;&#7865;p trong xã h&#7897;i, nh&#432; &#273;&#7863;t ra thi Ti&#7871;n s&#297;
&#273;&#7875; ch&#7885;n nhân tài giúp n&#432;&#7899;c. Lu&#7853;t pháp c&#361;ng
r&#7845;t nghiêm minh, ai &#259;n c&#7855;p thì b&#7883; &#273;ánh b&#7857;ng
roi hay b&#7883; ch&#7863;t tay.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Anyhow, the reign of Tran Thai Tong and following kings
achieved great improvements for society such as setting up the Ph. D.
examination to choose great talents to serve the country. The law was strict
and just in which thieves would have be beaten with a stick or gotten fingers
cut out.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Quoi qu'il en soit, le règne de Trân Thai Tông et des rois
suivants réalisèrent de grandes améliorations pour la société telles que la
mise en place de l'examen du doctorat pour choisir de grands talents pour servir
le pays. La loi était stricte et juste en ce sens que les voleurs étaient
battus avec un bâton ou les mains coupées.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="646" height="517" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image046.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">36. N&#259;m 1257: Quân Mông C&#7893; chi&#7871;m h&#7871;t
n&#432;&#7899;c Tàu</span></span><span style="font-size:14.0pt;line-height:
150%"> r&#7891;i &#273;em quân sang &#273;ánh n&#432;&#7899;c ta và chi&#7871;m
&#273;&#432;&#7907;c thành Th&#259;ng Long. &#272;&#432;&#7907;c ít lâu b&#7883;
quân ta ph&#7843;n công, quân Mông C&#7893; thua to ph&#7843;i rút v&#7873;
n&#432;&#7899;c.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1257: After conquering the whole China, the Mongolian
army invaded our country, and seized Thang Long capitol. Not long after that,
our army launched a counter-attack; Mongolian army was defeated and withdrew
back home.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Année 1257: Après la conquête de toute la Chine, l'armée
Mongole envahit notre pays, et s’empara de la capitale Thang Long. Peu de temps
après cet évènement, notre armée lança une contre-attaque ; l'armée Mongole fut
battue et se retira chez elle.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="679" height="524" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image047.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">37. N&#432;&#7899;c ta sang c&#7847;u hòa v&#7899;i Mông C&#7893;,</span></span><span style="font-size:14.0pt;line-height:150%"> nh&#432;ng ng&#432;&#7901;i Mông C&#7893;
v&#7851;n m&#432;u tính xâm chi&#7871;m n&#432;&#7899;c ta. Vua quan n&#432;&#7899;c
ta hi&#7875;u &#273;&#432;&#7907;c ý &#273;&#7891; xâm l&#259;ng c&#7911;a Mông
C&#7893; nên lúc nào c&#361;ng tuy&#7875;n d&#7909;ng và hu&#7845;n luy&#7879;n
quân binh, s&#7861;n sàng ch&#7889;ng gi&#7863;c.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Even though our country asked for peace, but Mongolian still
planed to conquer our country. Understanding their intention, our king and
imperial officials prepared for the war by recruiting and well training our
army.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Bien que notre pays ait demandé la paix, les mongols
envisageaient toujours de conquérir notre pays. Comprenant leur intention,
notre roi et les fonctionnaires impériaux se préparèrent pour la guerre en
recrutant et formant bien notre armée.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="631" height="504" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image048.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">38. H&#7897;i Ngh&#7883; Diên H&#7891;ng, 1284: &#272;&#7871;n
&#273;&#7901;i Tr&#7847;n Nhân Tông,</span></span><span style="font-size:14.0pt;
line-height:150%"> vua Nguyên c&#7911;a Mông C&#7893; sai thái t&#7917; Thoát
Hoan &#273;em các t&#432;&#7899;ng Toa &#272;ô và Ô Mã Nhi cùng &#273;&#7841;i
quân sang &#273;ánh n&#432;&#7899;c ta. Vua Nhân Tông tri&#7879;u t&#7853;p h&#7897;i
ngh&#7883; Diên H&#7891;ng &#273;&#7875; h&#7887;i ý ki&#7871;n qu&#7889;c dân.
Các v&#7883; bô lão &#273;&#7873;u &#273;&#7891;ng thanh quy&#7871;t chi&#7871;n.
Vì bi&#7871;t tôn tr&#7885;ng ng&#432;&#7901;i dân, vua quan nhà Tr&#7847;n
&#273;&#432;&#7907;c dân chúng &#273;&#7891;ng thanh &#7911;ng h&#7897;, t&#7841;o
m&#7897;t s&#7913;c m&#7841;nh ch&#432;a t&#7915;ng có trong l&#7883;ch s&#7917;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Dien Hong Meeting, year 1284: In the Tran Nhan Tong
reign, the Chinese Nguyen emperor ordered the crowned prince Thoat Hoan with
generals Toa Do, O Ma Nhi and their great army to invade our country. King Nhan
Tong summoned Hoi Nghi Dien Hong, the Dien Hoang great meeting, to survey our
senior citizens’ opinions. All senior citizens agreed to fight the enemy
resolutely. Having regard for the people, Tran dynasty’s kings and officials
were supported to bring about a united strength, which was never equaled in our
history.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La réunion de Diên Hông, 1284: Durant le règne de Trân Nhân
Tông, l'empereur Chinois Nguyên ordonna au prince de la couronne Thoat Hoan
d’envahir notre pays avec les généraux Toa Dô, Ô Ma Nhi et leur grande armée.
Le roi Nhân Tông convoqua Hôi Nghi Diên Hông pour passer en revue les opinions
de nos citoyens âgés. Tous nos citoyens âgés furent d’accord pour combattre
avec détermination l’ennemi. Ayant de la considération pour le peuple, les rois
de la dynastie Trân et les fonctionnaires furent soutenus pour rassembler une
force unie, qui n'a jamais été égalé dans notre histoire.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="612" height="495" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image049.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">39. Còn tr&#7867; tu&#7893;i mà bi&#7871;t yêu n&#432;&#7899;c:
Tr&#7847;n Qu&#7889;c To&#7843;n</span></span><span style="font-size:14.0pt;
line-height:150%"> là m&#7897;t c&#7853;u bé con quan, vì m&#7899;i 16 tu&#7893;i
nên c&#7853;u không &#273;&#432;&#7907;c vào d&#7921; h&#7897;i ngh&#7883; Diên
H&#7891;ng. C&#7853;u &#273;&#7913;ng bên ngoài, nghe nói v&#7873; s&#7921; tàn
ác c&#7911;a quân Mông C&#7893; và nghe ti&#7871;ng dân reo hò quy&#7871;t chi&#7871;n,
c&#7853;u bóp nát m&#7897;t trái cam trong tay lúc nào không hay. Tr&#7903; v&#7873;,
c&#7853;u chiêu m&#7897; &#273;&#432;&#7907;c h&#417;n 1000 ngh&#297;a quân tr&#7867;
tu&#7893;i, l&#7853;p thành m&#7897;t &#273;&#7897;i binh riêng &#273;ánh gi&#7863;c
giúp vua, l&#7853;p &#273;&#432;&#7907;c nhi&#7873;u chi&#7871;n công hi&#7875;n
hách.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The young patriot: Tran Quoc Toan, an official’s son, was
only 16 years old. He wasn’t allowed to attend the Dien Hong meeting. While
standing outside, hearing about the cruelty of Mongolian army and the cheering
and shouting of people, he crushed an orange in his hand without noticing it.
Returning home, he recruited more than 1000 righteous youths to form a militia
unit of his own to fight the enemy to serve the king. His militia unit won many
glorious victories.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le jeune patriote: Trân Quôc Toan, fils d'un fonctionnaire,
n'avait que 16 ans. Il ne fut pas autorisé à assister à la réunion de Diên
Hông. Tandis qu’il restait à l’extérieur, entendant au sujet de la cruauté de
l'armée mongole et les applaudissements et les cris des gens, il écrasa une
orange dans sa main sans s'en apercevoir. De retour chez lui, il a recruta plus
de 1000 jeunes justes pour former sa propre unité de milice pour combattre
l'ennemi pour servir le roi. Son unité remporta de nombreuses glorieuses
victoires.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="696" height="541" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image050.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">40. Ng&#7891;i &#273;an x&#7885;t mà lo vi&#7879;c n&#432;&#7899;c:
Ông Ph&#7841;m Ng&#361; Lão</span></span><span style="font-size:14.0pt;
line-height:150%"> là m&#7897;t thanh niên yêu n&#432;&#7899;c, ngày ngày luy&#7879;n
t&#7853;p võ ngh&#7879;, ch&#7901; th&#7901;i c&#417; giúp n&#432;&#7899;c. Khi
quân Nguyên xâm chi&#7871;m n&#432;&#7899;c ta, ông r&#7845;t &#273;&#7895;i lo
âu. M&#7897;t hôm ông ng&#7891;i &#273;an x&#7885;t bên &#273;&#432;&#7901;ng
thì &#273;&#7841;i quân c&#7911;a H&#432;ng &#272;&#7841;o V&#432;&#417;ng
&#273;i &#273;&#7871;n. Ông m&#7843;i mê suy ngh&#297; vi&#7879;c quân binh mà
không nghe ti&#7871;ng quân lính la hét d&#7885;n &#273;&#432;&#7901;ng. M&#7897;t
ng&#432;&#7901;i lính &#273;&#7871;n chích dáo vào &#273;ùi ông &#273;&#7871;n
ch&#7843;y máu mà ông v&#7851;n ch&#432;a hay. &#272;&#7913;c Tr&#7847;n
H&#432;ng &#272;&#7841;o th&#7845;y l&#7841; h&#7887;i ông v&#7873; binh pháp
và võ ngh&#7879;, ông &#273;&#7889;i &#273;áp trôi ch&#7843;y, nên thu n&#7841;p
ông làm t&#432;&#7899;ng. Sau ông &#273;ánh gi&#7863;c r&#7845;t gi&#7887;i l&#7853;p
nhi&#7873;u chi&#7871;n công hi&#7875;n hách.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Concerning national affairs while weaving bamboo baskets: Mr.
Pham Ngu Lao was a patriot. He practiced martial art everyday, waiting for an
opportunity to serve the country. When Mongolian enemy invaded our country, he
was very worried. One day, while he was sitting on the roadside to weave bamboo
baskets, the great army of Hung Dao Vuong came. He was so occupied in thinking
about military strategies that did not hear the order to stay away from the road.
One soldier arrived and pierced Mr. Pham’s leg with a spear. He was bleeding
without noticing it. Being surprised by this, Sir Hung Dao Vuong asked him
about military strategies and martial arts, he replied fluently. Sir Hung Dao
Vuong appointed him to be one of the generals. Pham Ngu Lao fought the enemy
and achieved glorious victories. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">S'agissant des affaires nationales tout en tressant des
paniers de bambou: M. Pham Ngu Lao fut un patriote. Il pratiquait l'art martial
de tous les jours, attendant une occasion de servir le pays. Lorsque l’ennemi
mongol envahit notre pays, il fut très inquiet. Un jour, la grande armée de
Hung Dao Vuong vînt alors qu'il était assis sur le bord du chemin pour tresser
des paniers en bambou. Il était tellement occupé à penser à des stratégies
militaires qu’il n’entendit pas l'ordre de rester à l'écart de la route. Un
soldat arriva et transperça la jambe de M. Pham avec une lance. Il saigna sans
s'en apercevoir. Surpris par cela, monsieur Hung Dao Vuong l'interrogea sur les
stratégies militaires et les arts martiaux, il répondit sans hésitation.
Monsieur Hung Dao Vuong l’intégra parmi les généraux. Pham Ngu Lao combattit
l'ennemi et remporta de glorieuses victoires.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%">&nbsp;</p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="562" height="434" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image051.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">41. &#272;&#7913;c Thánh Tr&#7847;n H&#432;ng &#272;&#7841;o:
N&#259;m 1283, quân Nguyên hùng m&#7841;nh kéo sang. Vua Nhân Tông sai Tr&#7847;n
H&#432;ng &#272;&#7841;o, Tr&#7847;n Bình Tr&#7885;ng, Tr&#7847;n Quang Kh&#7843;i,
Y&#7871;t Kiêu, Dã T&#432;&#7907;ng, Ph&#7841;m Ng&#361; Lão ra ch&#7889;ng gi&#7863;c.
Lúc &#273;&#7847;u quân ta thua to rút lui kh&#7887;i thành Th&#259;ng Long.
H&#432;ng &#272;&#7841;o V&#432;&#417;ng Tr&#7847;n Qu&#7889;c Tu&#7845;n so&#7841;n
quy&#7875;n Binh Th&#432; Y&#7871;u L&#432;&#7907;c và bài H&#7883;ch T&#432;&#7899;ng
S&#297; &#273;&#7875; hu&#7845;n luy&#7879;n và khuy&#7871;n khích ba quân.
H&#432;ng &#272;&#7841;o V&#432;&#417;ng là m&#7897;t v&#7883; t&#432;&#7899;ng
tài ba &#273;&#432;&#7907;c dân ta tôn làm &#272;&#7913;c Thánh Tr&#7847;n
H&#432;ng &#272;&#7841;o.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="300" height="401" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image052.jpg" alt="tranhungdao"><br>
T&#432;&#7907;ng &#272;&#7913;c Tr&#7847;n H&#432;ng &#272;&#7841;o &#7903; Sài
gòn</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Saint Tran Hung Dao: In 1283, the Mongolian Nguyen army
advanced vigorously towards our country. The king Nhan Tong ordered Tran Hung
Dao, Tran Binh Trong, Tran Quang Khai, Yet Kieu, Da Tuong and Pham Ngu Lao to
fight the enemy. In the beginning, our army was defeated and had to withdraw
from Thang Long capitol. Hung Dao Vuong wrote Binh Thu Yeu Luoc (the Resume of
Military Tactics) and Bai Hich Tuong Si (The Officers Edit) to train and
encourage the army. He was a genius general who was called Saint Tran Hung Dao
by our people.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Saint Trân Hung Dao: En 1283, l'armée mongole Nguyên avança
vigoureusement vers notre pays. Le roi Nhân Tông ordonna à Trân Hung Dao, Trân
Binh Trong, Trân Quang Khai, Yêt Kiêu, Da Tuong et Pham Ngu Lao de combattre l'ennemi.
Au début, notre armée fut vaincue et dût se retirer de la Capitale Thang Long.
Hung Dao Vuong écrivit Binh Thu Yêu Luoc (le résumé des tactiques militaires)
et Hich Tuong Si (l’édit des officiers) pour former et encourager l'armée.
C'était un général génial que notre peuple appelait Saint Trân Hung Dao.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="590" height="450" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image053.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">42. Tr&#7847;n Nh&#7853;t Du&#7853;t &#273;ánh th&#7855;ng
Toa &#272;ô &#7903; tr&#7853;n Hàm T&#7917;. Tr&#7847;n Quang Kh&#7843;i, Tr&#7847;n
Qu&#7889;c To&#7843;n, Ph&#7841;m Ng&#361; Lão &#273;ánh th&#7855;ng th&#7911;y
quân Nguyên &#7903; tr&#7853;n Ch&#432;&#417;ng D&#432;&#417;ng. Nh&#7919;ng
chi&#7871;n th&#7855;ng liên ti&#7871;p làm tinh th&#7847;n binh s&#297; dâng
cao.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Later, Tran Nhat Duat defeated Toa Do at Ham Tu battle. Tran
Quang Khai, Tran Quoc Toan and Pham Ngu Lao defeated Mongolian Nguyen Navy at
Chuong Duong battle. The soldier's spirit rised up high.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Plus tard, Trân Nhât Duât défit Toa Dô à la bataille de Hàm
Tu. Trân Quang Khai, Trân Quoc Toan et Pham Ngu Lao battirent la marine mongole
de Nguyên à la bataille de Chuong Duong. L'esprit du soldat s’éleva haut.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="617" height="466" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image054.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">43. Tr&#7853;n Tây K&#7871;t, H&#432;ng &#272;&#7841;o
V&#432;&#417;ng chém &#273;&#7847;u Toa &#272;ô.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">At Tay Ket battle, Hung Dao Vuong beheaded Toa Do.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Lors de la bataille Tây kêt, Hung Dao Vuong décapita Toa Dô.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="300" height="452" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image055.jpg" alt="tranhungdao"><br>
T&#432;&#7907;ng &#272;&#7913;c Tr&#7847;n H&#432;ng &#272;&#7841;o &#7903; Nam
&#273;&#7883;nh</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="566" height="442" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image056.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">44. Tr&#7853;n V&#7841;n Ki&#7871;p, H&#432;ng &#272;&#7841;o
V&#432;&#417;ng cùng các t&#432;&#7899;ng &#273;&#7841;i th&#7855;ng. Thái T&#7917;
Thoát Hoan ph&#7843;i chui vào &#7889;ng &#273;&#7891;ng cho quân kéo ch&#7841;y
v&#7873; Tàu.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">At Van Kiep land battle, Hung Dao Vuong and the generals
gained complete victory. The crowned prince Thoat Hoan had to hide in a copper
tube to be pulled back to China by his soldiers.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Sur le champ de bataille Van Kiêp, Hung Dao Vuong et les
généraux remportèrent une victoire complète. Le prince Thoat Hoan dut se cacher
dans un tube en cuivre pour être ramené en Chine par ses soldats.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="551" height="437" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image057.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">45. N&#259;m 1287, Mông C&#7893; xâm l&#259;ng n&#432;&#7899;c
Nam l&#7847;n th&#7913; hai: Vua Nguyên t&#7913;c gi&#7853;n vì ngh&#297; mình
là m&#7897;t n&#432;&#7899;c l&#7899;n, bách chi&#7871;n bách th&#7855;ng mà l&#7841;i
thua tr&#7853;n &#7903; n&#432;&#7899;c Nam, nên sai Thoát Hoan &#273;em &#273;&#7841;i
quân sang &#273;ánh n&#432;&#7899;c ta l&#7847;n th&#7913; hai. Tr&#432;&#7899;c
th&#7871; gi&#7863;c quá m&#7841;nh, vua Tr&#7847;n ph&#7843;i b&#7887; thành
Th&#259;ng Long ch&#7841;y vào Thanh Hóa.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1287, the Mongolian invaded the South the 2nd time: The
Mongolian Nguyen emperor was angry, since his army was strong and had won every
battle, now defeated by our army. So he ordered Thoat Hoan with his army to
attack our country the second time. Since the enemy army was mighty, Tran
emperor had to leave Thang Long capitol to stay in Thanh Hoa.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1287, les mongoles envahissent le sud pour la deuxième
fois: l'empereur mongol Nguyên fut en colère d’être maintenant battu par notre
armée puisque son armée était forte et avait gagné chaque bataille. Alors il
ordonna à Thoat Hoan d’attaquer avec son armée notre pays pour la deuxième
fois. L'armée ennemie était puissante, l'empereur Trân dut quitter la capitale
Thang Long pour rester à Thanh Hoa.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="554" height="433" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image058.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">46. Ông Tr&#7847;n Bình Tr&#7885;ng: Ông Tr&#7847;n Bình Tr&#7885;ng
là m&#7897;t t&#432;&#7899;ng tài. Gi&#7863;c Mông C&#7893; b&#7855;t
&#273;&#432;&#7907;c ông và d&#7909; ông &#273;&#7847;u hàng. Ông tr&#7843; l&#7901;i:"
Ta thà làm qu&#7927; n&#432;&#7899;c Nam còn h&#417;n làm V&#432;&#417;ng
&#273;&#7845;t B&#7855;c". Gi&#7863;c bi&#7871;t không khuy&#7871;n d&#7909;
ông &#273;&#432;&#7907;c nên &#273;em ông ra chém.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Tran Binh Trong: Mr. Tran Binh Trong was a talented
general. The Mongolian Nguyen enemy arrested him and lured him to surrender to
them. He answered: “ I am rather a devil of the South country than a king of
the North country”. The enemy knew that they couldn’t encourage him to
surrender so they killed him.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Trân Binh Trong: M. Trân Binh Trong était un général
talentueux. L'ennemi mongol Nguyên l’arrêta et l’incita à se rendre. Il
répondit: «Je suis plutôt un diable du pays du Sud qu'un roi du pays du nord».
L'ennemi savait qu'ils ne pourraient l'inciter à se rendre alors il le tua.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="731" height="563" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image059.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">47. Tr&#7853;n Vân &#272;&#7891;n trên V&#7883;nh H&#7841;
Long: Tr&#7847;n Khánh D&#432; c&#432;&#7899;p &#273;&#432;&#7907;c thuy&#7873;n
l&#432;&#417;ng &#273;&#7883;ch làm gi&#7863;c Nguyên lo s&#7907; nh&#7889;n
nháo.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Van Don battle: Tran Khanh Du captured the enemy’s food
boats causing them to be panic and terrified in Van Don water battle at Ha Long
Bay.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La bataille de Van Dôn dans la baie d’Ha Long: Trân Khanh Du
captura les bateaux transportant la nourriture de l'ennemi causant leur panique
et terreur durant la bataille navale de Van Don dans la baie d’Ha Long.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="592" height="457" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image060.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">48. H&#432;ng &#272;&#7841;o V&#432;&#417;ng gi&#7871;t gi&#7863;c
trên sông B&#7841;ch &#272;&#7857;ng, n&#259;m 1288: Th&#7911;y quân Mông C&#7893;
rút lui trên sông B&#7841;ch &#272;&#7857;ng. H&#432;ng &#272;&#7841;o
V&#432;&#417;ng sai l&#7845;y cây nh&#7885;n b&#7885;c s&#7855;t c&#7855;m xu&#7889;ng
lòng sông r&#7891;i dùng thuy&#7873;n nh&#7887; d&#7909; thuy&#7873;n gi&#7863;c
ra &#273;ánh. Khi n&#432;&#7899;c c&#7841;n, thuy&#7873;n gi&#7863;c m&#7855;c
c&#7885;c &#273;&#7893; nghiêng, v&#7905; &#273;&#7855;m r&#7845;t nhi&#7873;u.
Quân ta gi&#7871;t gi&#7863;c máu &#273;&#7887; c&#7843; dòng sông. T&#432;&#7899;ng
Nguyên là Ô Mã Nhi, Phàn Ti&#7871;p &#273;&#7873;u b&#7883; b&#7855;t.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hung Dao Vuong destroyed the enemy on Bach Dang river in
1288: The Mongolian Navy withdrew on Bach Dang river. Hung Dao Vuong ordered to
drive sharp wood stakes with plated steel into the bed of the river then lured
enemy’s ships out to battle. When the river tide was down, the enemy’s ships
were stuck on sharp stakes. Many enemies’ ships were broken and sunk. Our
soldiers killed so many enemies that their blood turned the river color to red.
Enemy’s generals like O Ma Nhi and Phan Tiep were all arrested</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="300" height="373" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image061.jpg" alt="tranhungdao"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hung Dao Vuong détruisit l'ennemi sur la rivière de Bach Dang
en 1288: la Marine Mongole se retira sur la rivière Bach Dang. Hung Dao Vuong
ordonna d’enfoncer des piquets de bois pointus plaqués en acier dans le lit de
la rivière et attira les navires ennemis à la bataille. Lorsque la marée fut
basse, les navires de l'ennemi furent retenus par les pieux acérés. Beaucoup
des vaisseaux de l’ennemi furent détruits et coulèrent. Nos soldats tuèrent
tant d'ennemis que leur sang colora la rivière en rouge. Les généraux ennemis
comme ô Ma Nhi et Phan Tiêp furent tous arrêtés.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="561" height="432" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image062.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">49. Thoát Hoan nghe tin b&#7841;i tr&#7853;n, d&#7851;n b&#7897;
quân ch&#7841;y v&#7873;, b&#7883; Ph&#7841;m Ng&#361; Lão và các t&#432;&#7899;ng
khác ph&#7909;c kích &#273;ánh tan tành. T&#7915; &#273;ó nhà Nguyên không dám
dòm ngó n&#432;&#7899;c ta n&#7919;a . Dân Nam Vi&#7879;t l&#7841;i
&#273;&#432;&#7907;c thanh bình xây d&#7921;ng &#273;&#7845;t n&#432;&#7899;c.
Vua Tr&#7847;n Thánh Tông &#273;&#7873; 2 câu th&#417; d&#432;&#7899;i &#273;ây
làm k&#7929; ni&#7879;m:</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">"Xã t&#7855;c hai phen bon ng&#7921;a &#273;á<br>
Non sông kim c&#7893; v&#7919;ng âu vàng." </span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Thoat Hoan received the news that his navy was defeated, led
his ground troops withdraw. His troops were ambushed and defeated by Pham Ngu
Lao and other generals. Since then, Nguyen dynasty dared not to invade our
country. The South people lived in peace and built up their country. King Tran
Thanh Tong had following poem:</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">"For the country, the horses went to battle twice<br>
Since that, the rivers and the mountains were stable for ever." </span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Thoat Hoan qui reçut la nouvelle que sa marine avait été
défaite, retirera ses troupes terrestres. Ses troupes furent attirées dans des
pièges et battues par Pham Ngu Lao et d’autres généraux. Depuis lors, la
dynastie Nguyên n’osa plus envahir notre pays. Le peuple du Sud vécut en paix
et construisit son pays. Le roi Trân Thanh Tông fit le poème suivant:</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">"Pour le pays, les chevaux
vinrent au combat à deux reprises<br>
Depuis ce temps, les rivières et les montagnes sont immuables à jamais." </span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="589" height="460" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image063.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">50. Nhà Tr&#7847;n m&#7845;t ngôi: Nhà Tr&#7847;n truy&#7873;n
ngôi qua các &#273;&#7901;i vua Tr&#7847;n Anh Tông, Minh Tông, Hi&#7871;n
Tông, D&#7909; Tông, Ngh&#7879; Tông, Du&#7879; Tông, Ph&#7871; &#272;&#7871;,
Thu&#7853;n Tông. Các &#273;i vua sau hèn y&#7871;u, th&#432;&#7901;ng b&#7883;
quân Chiêm Thành sang &#273;ánh ph&#7843;i ch&#7841;y b&#7887; kinh thành m&#7845;y
l&#7847;n. &#272;&#7871;n th&#7901;i Thi&#7871;u &#272;&#7871; thì b&#7883; H&#7891;
Quí Ly c&#432;&#7899;p ngôi vào n&#259;m 1400. Nhà Tr&#7847;n làm vua
&#273;&#432;&#7907;c 175 n&#259;m.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Tran dynasty installed the throne to Tran Anh Tong, Ming
Tong, Hien Tong, Du Tong, Nghe Tong, Due Tong, Phe De, and Thuan Tong. The
later kings were incapable, so Chiem Thanh army often attacked our country. Our
king had to run away from the capitol. During Thieu De reign, Ho Qui Ly stole
the throne in 1400. The Tran dynasty ruled our country for 175 years.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La dynastie de Trân perdue : La dynastie de Trân installa le
trône à Trân Anh Tông, Ming Tông, Hiên Tông, Du Tông, Nghê Tông, Duê Tông, Phê
Dê, et Thuân Tông. Les derniers rois furent des incapables de sorte que l'armée
de Chiêm Thành attaqua souvent notre pays. Notre roi dut fuir la capitale. Hô
Qui Ly vola le trône en 1400 pendant le règne de Thiêu Dê. La dynastie Trân
dirigea notre pays pendant 175 ans.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%">&nbsp;</p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="602" height="460" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image064.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">51. Nhà H&#7891;, H&#7891; Quí Ly, n&#259;m 1400:</span></span><span style="font-size:14.0pt;line-height:150%"> H&#7891; Quí Ly là m&#7897;t ông vua
có tài, l&#7853;p nhi&#7873;u c&#7843;i cách cho &#273;&#7845;t n&#432;&#7899;c,
nh&#432;ng vì ông &#273;ã thoán ngôi nên lòng dân không ph&#7909;c. Nhà H&#7891;
truy&#7873;n ngôi ch&#7881; &#273;&#432;&#7907;c 2 &#273;&#7901;i thì b&#7883;
nhà Minh bên Tàu &#273;em quân &#273;ánh chi&#7871;m n&#432;&#7899;c Nam.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Ho Dynasty, Ho Qui Ly, year 1400: Ho Qui Ly was a talented king, he conducted
many reforms for our country. However, since he stole the throne, people did
not fully support him. The Ho dynasty held the power for 2 generations then our
country was conquered by the Chinese Minh dynasty.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
dynastie des Hô, Hô Qui Ly, an 1400: Hô Qui Ly fut un roi talentueux, il mena
de nombreuses réformes pour notre pays. Toutefois, comme il vola le trône, le
peuple ne le soutint pas en bloc. La dynastie des Hô détint le pouvoir pendant
2 générations lorsque notre pays fut conquis par la dynastie Chinoise Minh.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="591" height="461" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image065.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">52. Nhà Minh chi&#7871;m n&#432;&#7899;c ta: Vua nhà Minh
&#273;ã có ý</span></span><span style="font-size:14.0pt;line-height:150%">
&#273;ánh chi&#7871;m n&#432;&#7899;c ta t&#7915; lâu. Vi&#7879;n c&#7899; Tr&#7847;n
Thiêm Bình, h&#7853;u du&#7879; nhà Tr&#7847;n, sang Tàu c&#7847;u c&#7913;u,
vua Tàu sai Tr&#432;&#417;ng Ph&#7909; và M&#7897;c Th&#7841;nh &#273;em quân
sang chi&#7871;m n&#432;&#7899;c ta, &#273;&#7863;t l&#7841;i n&#7873;n &#273;ô
h&#7897;. Dân Nam ch&#7883;u nhi&#7873;u &#273;i&#7873;u kh&#7889;n kh&#7893; l&#7855;m.
M&#7897;t s&#7889; ng&#432;&#7901;i ngu d&#7889;t nh&#432; Tr&#7847;n Thiêm
Bình không ch&#7883;u ngh&#297; &#273;&#7871;n dân &#273;&#7871;n n&#432;&#7899;c.
Ng&#432;&#7901;i Tàu lúc nào c&#361;ng mu&#7889;n chi&#7871;m n&#432;&#7899;c
ta, sang c&#7847;u c&#7841;nh h&#7885; t&#7913;c là r&#432;&#7899;c h&#7885; v&#7873;
chi&#7871;m n&#432;&#7899;c ta v&#7853;y. Tr&#7847;n Thiêm Bình v&#7873; sau b&#7883;
quân Nam b&#7855;t &#273;&#432;&#7907;c gi&#7871;t &#273;i.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Minh occupied Nam Viet: The Chinese Minh had the intention to conquer our
country long ago. Called upon Tran Thiem Binh’s request, they brought their
army to conquer and ruled our country, making our people very suffering. Tran
Thiem Binh was such an idiot, who did not care for the people and the country.
The Chinese always wanted to take over our country. Asking them for help was
inviting them into conquer our country. Later, Tran Thiem Binh was captured and
killed by the South army.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Occupation
Minh du Nam Viêt: Les Chinois Minh avaient l'intention de conquérir notre pays
depuis longtemps. Appelés à la demande de Trân Thiêm Binh, ils vinrent avec
leur armée pour gouverner et conquérir notre pays, causant une grande
souffrance à notre peuple. Trân Thiêm Binh était tellement idiot qu’il ne se
souciait pas du peuple et du pays. Les Chinois ont toujours eu envie de prendre
notre pays. Leur demander de l’aide était une invitation qui leur était faite à
conquérir de notre pays. Plus tard, Trân Thiêm Binh fut capturé et tué par
notre armée.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="586" height="460" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image066.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">53. N&#259;m 1407, &#273;&#7901;i H&#7853;u Tr&#7847;n. Con
cháu vua Tr&#7847;n n&#7893;i lên</span></span><span style="font-size:14.0pt;
line-height:150%"> ch&#7889;ng gi&#7863;c Minh có &#272;&#7863;ng T&#7845;t,
&#272;&#7863;ng Dung, Nguy&#7877;n Bi&#7875;u giúp s&#7913;c. Nh&#432;ng vì
binh y&#7871;u th&#7871; cô, h&#7885; ch&#7881; ch&#7889;ng c&#7921;
&#273;&#432;&#7907;c có 7 n&#259;m thì b&#7883; tiêu di&#7879;t.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Year
1407: The late Tran dynasty. The Tran emperor’s descendents rebelled Minh
enemy. They were supported by Dang Tat, Dang Dung and Nguyen Bieu. Since their
army was not well trained and small, they fought for 7 years then were
defeated.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">An
1407: L’ancienne dynastie Trân. Les descendants de l'empereur Trân se
rebellèrent contre l’ennemi Minh. Ils furent secondés par Dang Tât, Dang Dung
et Nguyên Biêu. Comme leur armée n'était pas bien formée et petite, ils
combattirent pendant 7 ans, puis furent battus.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="591" height="462" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image067.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">54. &#272;&#7891;ng hóa: Các quan Tàu thu b&#7855;t gái
&#273;&#7865;p, &#273;&#7891; quý, sách v&#7903;</span></span><span style="font-size:14.0pt;line-height:150%"> c&#7911;a n&#432;&#7899;c ta ch&#7903;
h&#7871;t v&#7873; Tàu. H&#7885; l&#7841;i b&#7855;t dân ta &#259;n m&#7863;c,
h&#7885;c hành theo cách c&#7911;a ng&#432;&#7901;i Tàu c&#7889;t &#273;&#7875;
&#273;&#7891;ng hóa dân ta v&#7899;i dân Tàu.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Assimilation:
Chinese officials took our beautiful girls, looted precious things and books
over to China. They also forced us to follow Chinese dressing and studying to
assimilate our people with the Chinese.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Assimilation:
Les responsables chinois prirent nos belles filles, pillèrent nos précieux
biens et livres et les emportèrent en Chine. Ils nous obligèrent aussi à
s’habiller et à étudier comme les chinois pour assimiler notre peuple.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="619" height="475" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image068.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">55. M&#432;&#7901;i n&#259;m kh&#7903;i ngh&#297;a ch&#7889;ng
gi&#7863;c Minh: </span></span><span style="font-size:14.0pt;line-height:150%">N&#259;m
1418. T&#7915; khi quân Minh cai tr&#7883; n&#432;&#7899;c An Nam, dân ta kh&#7893;
c&#7921;c tr&#259;m &#273;&#432;&#7901;ng, ti&#7871;ng oán than kêu ra không h&#7871;t.
&#272;&#7845;t Lam S&#417;n có ông nông dân giàu có tên Lê L&#7907;i. Là m&#7897;t
ng&#432;&#7901;i có chí l&#7899;n, ông chiêu t&#7853;p hào ki&#7879;t, b&#7841;n
h&#7919;u, rèn luy&#7879;n binh pháp r&#7891;i n&#7893;i lên kh&#7903;i ngh&#297;a
ch&#7889;ng quân Minh su&#7889;t c&#7843; 10 n&#259;m.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Ten
year of uprising against Ming enemy: Since 1418, the Chinese Ming enemy ruled
the An Nam country and made our people very miserable. Le Loi was a patriotic
who was a wealthy peasant from Lam Son province. He was a talented person who
recruited his friends and patriotic people to form a righteous army. The army
was trained for tactics, uprising and fighting for 10 long years.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Dix
ans de soulèvement contre l'ennemi Ming: A partir de 1418, l'ennemi Ming
chinois dirigea le pays An Nam et rendit notre peuple très misérable. Lê Loi
fut un patriote qui fut aussi un paysan riche de la province de Lam Son.
C'était une personne de talent qui recruta ses amis et des gens patriotiques
pour former une vertueuse armée. L'armée fut entraînée pour la tactique,
l'insurrection et la lutte pendant 10 longues années.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="693" height="475" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image069.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">56. Lê Lai c&#7913;u chúa: Vi&#7879;c kh&#7903;i ngh&#297;a
gian kh&#7893;,</span></span><span style="font-size:14.0pt;line-height:150%"> l&#7855;m
phen th&#7845;t b&#7841;i, ph&#7843;i rút v&#7873; núi Chí Linh &#7849;n núp 3
l&#7847;n. M&#7897;t l&#7847;n b&#7883; gi&#7863;c vây kh&#7889;n, nh&#7901;
ông Lê Lai hy sinh gi&#7843; làm vua m&#7863;c áo bào ra &#273;ánh. Gi&#7863;c
b&#7855;t gi&#7871;t ông Lê Lai r&#7891;i b&#7887; &#273;i, vua Lê L&#7907;i tr&#7889;n
thoát ti&#7871;p t&#7909;c kháng chi&#7871;n.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
Lai saved his lord’s life: The resistance was very difficult. There were 3
times that the righteous army was defeated and had to retreat back to mount Chi
Linh. Once the enemy besieged Le Loi. Le Lai, one of the generals, wore the
king’s robe, moved out to fight with them. The enemy killed Le Lai and left;
King Le Loi was saved from death.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Lê
Lai sauva la vie de son seigneur: La résistance fut très difficile. Par 3 fois
l'armée vertueuse fut vaincue et dut retraiter sur le mont Chi Linh. Une fois
l'ennemi assiégea Lê Loi. Lê Lai, l'un des généraux, portant la robe du roi,
sortit les combattre. L'ennemi tua Lê Lai et partit; Le roi Lê Loi fut sauvé de
la mort.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="628" height="489" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image070.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">57. Nguy&#7877;n Trãi khóc cha: Nguy&#7877;n Trãi là con</span></span><span style="font-size:14.0pt;line-height:150%"> ông Ti&#7871;n s&#297; Nguy&#7877;n
Phi Khanh. Ông Ti&#7871;n s&#297; b&#7883; quân Minh b&#7855;t sang Tàu. Ông
Nguy&#7877;n Trãi theo khóc ti&#7877;n cha t&#7899;i &#7843;i Nam Quan. Ông Phi
Khanh b&#7843;o: ''Con mau tr&#7903; v&#7873; lo tr&#7843; thù cho cha, r&#7917;a
nh&#7909;c cho n&#432;&#7899;c, ch&#7899; theo cha khóc lóc mà làm gì !''. Ông
Nguy&#7877;n Trãi nghe l&#7901;i cha, v&#7873; giúp vua Lê L&#7907;i bày
m&#432;u &#273;&#7883;nh k&#7871; &#273;ánh quân Nguyên, v&#7873; sau ông thành
m&#7897;t b&#7853;c &#273;&#7841;i công th&#7847;n.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Mr.
Nguyen Trai grieved at his father: Nguyen Trai was the son of Dr. Nguyen Phi
Khanh who was arrested and led to China by Minh enemy. Nguyen Trai grievously
followed his father till frontier gate Nam Quan. Dr. Nguyen Phi Khanh told his
son: “ You should return home and try to revenge for your father, to wash out
the insult for our country rather than grievously following me.” Mr. Nguyen
Trai followed his father’s advice and returned home to serve King Le Loi. He
suggested many schemes to fight the Ming enemy. Later he became a great
meritorious imperial official.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">M.
Nguyên Trai affligé de son père: Nguyên Trai était le fils du Dr Nguyên Phi
Khanh qui fut arrêté et conduit en Chine par l’ennemi Minh. Nguyên Trai
douloureusement suivit son père jusqu'au poste frontière de Nam Quan. Dr Nguyên
Phi Khanh dit à son fils: «Tu devras rentrer à la maison et essayer de laver
l’insulte faite à notre pays plutôt que de me suivre douloureusement » M.
Nguyên Trai suivi les conseils de son père et retourna à chez lui pour servir
le roi Lê Loi. Il suggéra de nombreux plans pour combattre l’ennemi. Plus tard,
il devint un grand fonctionnaire impérial méritant.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="626" height="490" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image071.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">58. Lê L&#7907;i ban quân l&#7883;nh nghiêm minh,</span></span><span style="font-size:14.0pt;line-height:150%"> c&#7845;m quân lính xâm ph&#7841;m c&#7911;a
dân nên &#273;&#432;&#7907;c dân tình th&#432;&#417;ng m&#7871;n. Tr&#7853;n
Chi L&#259;ng, quân ta chém &#273;&#7847;u &#273;&#7841;i t&#432;&#7899;ng Li&#7877;u
Th&#259;ng. Sau gi&#7863;c Minh th&#7845;y quân ta quá m&#7841;nh xin hòa, rút
quân v&#7873; n&#432;&#7899;c. Ông Nguy&#7877;n Trãi giúp vua vi&#7871;t bài h&#7883;ch
Bình Ngô &#272;&#7841;i Cáo, bá cáo chi&#7871;n th&#7855;ng cho thiên h&#7841;
&#273;&#432;&#7907;c bi&#7871;t. Bài Bình Ngô &#272;&#7841;i Cáo tr&#7903;
thành m&#7897;t tài li&#7879;u v&#259;n ch&#432;&#417;ng n&#7893;i ti&#7871;ng
c&#7911;a n&#432;&#7899;c ta.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
Loi enforced strict army law, which forbid soldiers to violate people’s
property, so soldiers were loved and esteemed. In battle Chi Lang, our army
beheaded great general Lieu Thang. Seeing the strength of our army, the Ming
dynasty requested his to stop the war and returned to China. Mr. Nguyen Trai
wrote the Binh Ngo Dai Cao, reporting the victory to people. That declaration
became a very famous historical document of our country.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Lê
Loi fit respecter une loi militaire stricte qui interdisait aux soldats de
violer les biens des gens, afin que les soldats soient aimés et estimés. Dans
la bataille de Chi Lang, notre armée décapita le grand général Liêu Thang. En
voyant la force de notre armée, la dynastie Minh lui demanda d’arrêter la
guerre et repartit en Chine. M. Nguyên Trai écrivit le Bình Ngô Dai Cao,
annonçant la victoire au peuple. Cette déclaration devint un document
historique très célèbre de notre pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="627" height="489" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image072.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">59. Nhà Lê, 1428: Bình &#272;&#7883;nh V&#432;&#417;ng Lê L&#7907;i
lên ngôi</span></span><span style="font-size:14.0pt;line-height:150%"> l&#7845;y
hi&#7879;u là Lê Thái T&#7893;. Ông s&#7917;a sang vi&#7879;c h&#7885;c hành
thi c&#7917;, &#273;&#7863;t ra lu&#7853;t l&#7879; nghiêm minh. Ai làm du
&#273;&#7843;ng, c&#7901; b&#7841;c, r&#432;&#7907;u chè, b&#7883; ph&#7841;t
ch&#7863;t ngón tay hay &#273;ánh b&#7857;ng roi tr&#432;&#7907;ng. Các b&#7853;c
tu hành &#273;&#7841;o Lão, &#273;&#7841;o Ph&#7853;t ph&#7843;i qua các k&#7923;
thi sát h&#7841;ch v&#7873; &#273;&#7841;o giáo.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Le dynasty, 1428: Binh Dinh Vuong Le Loi ascended the throne, proclaimed
himself Le Thai To. He reformed the education, and enforced strict law. Anyone
who was a gangster, gambler or drunkard had fingers cut or was beaten with a
big whip. The Lao and Buddhist monks had to pass the religious examination.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
dynastie des Lê, 1428: Bình Dinh Vuong Lê Loi monta sur le trône, se proclama
Lê Thai Tô. Il réforma l'éducation et fit mettre en application une loi
stricte. Quiconque était un bandit, joueur ou ivrogne avait les doigts tranchés
ou était battu avec un grand fouet. Les moines Lao et bouddhistes durent passer
l'examen religieux.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="628" height="491" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image073.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">60. Nhà Lê truy&#7873;n qua Thái Tông, Nhân Tông, Thánh Tông.</span></span><span style="font-size:14.0pt;line-height:150%"> Vi&#7879;c h&#7885;c phát tri&#7875;n
m&#7841;nh, vua m&#7903; r&#7897;ng nhà Thái h&#7885;c có phòng n&#7897;i trú
cho sinh viên gi&#7887;i . Vua hay ngâm v&#7883;nh trong h&#7897;i Tao
&#273;àn. Vi&#7879;c võ b&#7883; c&#361;ng &#273;&#432;&#7907;c s&#7917;a sang
c&#432;&#7901;ng th&#7883;nh, c&#7913; 3 n&#259;m có m&#7897;t k&#7923; thi võ.
Vua cho so&#7841;n b&#7897; lu&#7853;t H&#7891;ng &#272;&#7913;c r&#7845;t hay,
h&#7907;p v&#7899;i tình t&#7921; dân t&#7897;c. B&#7897; Lu&#7853;t H&#7891;ng
&#272;&#7913;c &#273;&#432;&#7907;c trân tr&#7885;ng &#7903; nhi&#7873;u qu&#7889;c
gia trên th&#7871; gi&#7899;i . Vua l&#7841;i sai Ngô S&#297; Liên vi&#7871;t b&#7897;
&#272;&#7841;i Vi&#7879;t S&#7917; Ký Toàn Th&#432; g&#7891;m 15 quy&#7875;n.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Le dynasty installed the throne to Thai Tong, Nhan Tong and Thanh Tong. The
education was spread and developed. Thai Hoc house was enlarged with boarding
room for outstanding students. The king often chanted poems in Tao Dan group.
The military training was also improved. There was a military examination every
3 years. The king ordered to write the Hong Duc law, which was suitable to our country’s
human nature. The Hong Duc Law gained great respect in many countries today.
The King also ordered Mr. Ngo Si Lien to do research and write the Great Viet
History consisting of 15 books.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
dynastie Lê installa le trône à Thai Tông, Nhân Tông et Thanh Tông. L'éducation
se répandit et se développa. La maison Thai Hoc fut agrandie avec un pensionnat
pour les élèves méritants. Le roi chanta souvent des poèmes dans le groupe Tao
Dàn. La formation militaire fut également améliorée. Il y eu un examen militaire
tous les 3 ans. Le roi ordonna d'écrire la loi de Hông Duc adaptée à la nature
humaine de notre pays. La loi de Hông Duc a acquis un grand respect dans de
nombreux pays aujourd'hui. Le roi ordonna également à M. Ngô Si Liên de faire
des recherches et d’écrire la grande histoire Viêt en 15 livres.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="613" height="478" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image074.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">61. N&#259;m 1533, nhà Lê m&#7845;t ngôi: Nhà Lê làm vua</span></span><span style="font-size:14.0pt;line-height:150%"> &#273;&#432;&#7907;c 100 n&#259;m
truy&#7873;n &#273;&#7871;n vua Lê Chiêu Tông thì b&#7883; M&#7841;c &#272;&#7863;ng
Dung c&#432;&#7899;p ngôi.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Year
1533, the Le lost the throne: The Le dynasty ruled our country for 100 years
till King Le Chieu Tong’s reign. Then Mac Dang Dung stole the throne.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">An
1533, le Lê perd le trône: la dynastie Lê gouverna notre pays pendant 100 ans
jusqu'au règne du roi Lê Chiêu Tông. Alors Mac Dang Dung vola le trône.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="614" height="476" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image075.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">62. Chúa Tr&#7883;nh: Nhà M&#7841;c truy&#7873;n ngôi &#273;&#7871;n
M&#7841;c M&#7853;u H&#7907;p</span></span><span style="font-size:14.0pt;
line-height:150%"> thì b&#7883; Tr&#7883;nh Tùng gi&#7871;t &#7903; Th&#259;ng
Long. N&#259;m 1592, h&#7885; Tr&#7883;nh x&#432;ng là chúa Tr&#7883;nh
&#273;óng &#273;ô &#7903; phía B&#7855;c, ch&#7881;nh &#273;&#7889;n quy&#7873;n
hành.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Lord
Trinh: The Mac dynasty was installed to Mac Mau Hop then Trinh Tung killed him
at Thang Long. In 1592, Mr. Trinh proclaimed himself as Lord Trinh who dwelt in
the North to empowered himself.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
seigneur Trinh: La dynastie des Mac passa à Mac Mâu Hop qui se fit tuer par Tr&#7883;nh
Tùng à Thang Long. En 1592, M. Trinh se proclama seigneur Trinh qui se fixa
dans le nord pour se donner les pleins pouvoirs.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="625" height="479" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image076.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">63. Tr&#7883;nh Nguy&#7877;n phân tranh: M&#7863;t khác, t&#7915;
n&#259;m 1558</span></span><span style="font-size:14.0pt;line-height:150%"> ông
Nguy&#7877;n Hoàng vào Thu&#7853;n Hóa l&#7853;p nghi&#7879;p, &#273;ánh chi&#7871;m
thêm &#273;&#7845;t c&#7911;a Chiêm Thành, x&#432;ng là chúa Nguy&#7877;n &#7903;
ph&#432;&#417;ng Nam. Chúa Nguy&#7877;n cho dân nghèo vào khai kh&#7849;n các
vùng &#273;&#7845;t m&#7899;i mi&#7873;n Nam. T&#7915; &#273;ó n&#432;&#7899;c
Nam chia làm hai, l&#7845;y sông Gianh làm ranh gi&#7899;i.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Trinh
- Nguyen conflict: Whereas, from 1558 Mr. Nguyen Hoang moved to Thanh Hoa to
make his homeland. He fought with Chiem Thanh, took some of their land and
proclaimed himself as Lord Nguyen of the South. Lord Nguyen allowed poor people
to develop new lands in the South. That was the time when the Viet country was
divided into two parts with Gianh River as the dividing line.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
conflit entre Trinh et Nguyên: Alors qu’à partir de 1558 M. Nguyên Hoàng
déménagea à Thanh Hoa pour en faire sa patrie. Il combattit avec Chiêm Thành,
prit une partie de leurs terres et se proclama Seigneur Nguyên du Sud. Le
seigneur Nguyên permit aux gens pauvres de mettre en valeur de nouvelles terres
dans le Sud. C’était le temps où le pays Viêt était divisé en deux parties avec
la rivière Gianh comme ligne frontière.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%">&nbsp;</p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="606" height="470" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image077.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">71. &#272;&#7901;i vua Lê Chiêu Th&#7889;ng, &#273;&#7841;i
t&#432; &#273;&#7891; Nguy&#7877;n H&#7919;u Ch&#7881;nh</span></span><span style="font-size:14.0pt;line-height:150%"> chuyên quy&#7873;n làm &#273;i&#7873;u
trái phép. Nguy&#7877;n Hu&#7879; sai V&#361; V&#259;n Nh&#7853;m ra &#273;ánh
Ch&#7881;nh. Sau Nguy&#7877;n Hu&#7879; th&#7845;y V&#361; V&#259;n Nh&#7853;m
kiêu c&#259;ng l&#7841;i &#273;em binh ra B&#7855;c l&#7847;n th&#7913; 2
&#273;ánh V&#361; V&#259;n Nh&#7853;m.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">In
Le Chieu Thong’s reign, master Nguyen Huu Chinh abused the power to do illegal
things. Nguyen Hue ordered Vu Van Nham lead troops to fight Chinh. Seeing that
Vu Van Nham was arrogant, Nguyen Hue led troops to the North the second time to
fight Vu Van Nham.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Sous
le règne de Lê Chiêu Thông, le maître Nguyên Huu Chinh abusa du pouvoir pour
faire des choses illégales. Nguyên Huê ordonna à Vu Van Nhâm de conduire des
troupes pour combattre Chinh. Voyant que Vu Van Nhâm était arrogant, Nguyên Huê
conduisit les troupes vers le nord la seconde fois pour combattre Vu Van Nhâm.</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="400" height="479" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image078.jpg" alt="VuaQuangTrung"><br>
T&#432;&#7907;ng Vua Quang Trung, Bình &#272;&#7883;nh</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="608" height="469" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image079.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">72. Cõng r&#7855;n c&#7855;n gà nhà: Vua Lê Chiêu Th&#7889;ng
s&#7907; hãi</span></span><span style="font-size:14.0pt;line-height:150%"> ch&#7841;y
qua Tàu c&#7847;u c&#7913;u. Vua Càn Long nhà Thanh sai Tôn S&#297; Ngh&#7883;
kéo 200 ngàn quân cùng v&#7899;i H&#7913;a Th&#7871; Hanh, S&#7847;m Nghi
&#272;&#7889;ng sang &#273;ánh chi&#7871;m Th&#259;ng Long.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Inviting
snake home to bite his own chicken: King Le Chieu Thong was panic-striken then
ran to ask help from the Chinese. Emperor Can Long of Thanh dynasty ordered Ton
Si Nghi, Hua The Hanh and Sam Nghi Dong led 200 thousand soldiers over to
conquer Thang Long.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Ramener
un serpent dans sa maison pour mordre son propre poulet: le roi Lê Chiêu Thông
fut pris de panique et courut demander de l’aide aux chinois. L’empereur Càn
Long de la dynastie Thanh ordonna à Tôn Si Nghi, Hua Thê Hanh et Sâm Nghi Dông
de conduire 200000 soldats pour conquérir Thang Long.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="608" height="469" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image080.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">73. Vua Quang Trung &#273;&#7841;i phá quân Thanh:</span></span><span style="font-size:14.0pt;line-height:150%"> Vua Quang Trung Nguy&#7877;n Hu&#7879;
lên ngôi hoàng &#273;&#7871; r&#7891;i kéo &#273;&#7841;i quân ra B&#7855;c.
Vua cho quân &#259;n T&#7871;t tr&#432;&#7899;c r&#7891;i gi&#7919;a &#273;êm
giao th&#7915;a ch&#7899;p nhoáng t&#7845;n công gi&#7863;c. &#272;êm mùng 3 T&#7871;t
quân Tàu &#7903; &#273;&#7891;n Hà H&#7891;i b&#7883; &#273;ánh quá rát ph&#7843;i
ra &#273;&#7847;u hàng.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Emperor
Quang Trung defeated Thanh army: King Quang Trung Nguyen Hue took the throne
then led his great troop to the North. The King let soldiers to celebrate early
Tet then opened a lightning attack to the enemies in the Eve night. The third
day of Tet, Chinese army in Ha Hoi fort was intensely attacked then
surrendered.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">L’empereur
Quang Trung vainquit l'armée Thanh: le roi Quang Trung Nguyên Huê prit le trône
et mena ensuite sa grande troupe vers le Nord. Le roi laissa ses soldats
célébrer à l’avance le Têt puis déclencha une attaque éclair des ennemis dans
la nuit à la veille du Têt. Le troisième jour du Têt, l'armée chinoise du fort
Hà Hôi fut attaquée avec vigueur et se rendit.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="566" height="436" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image081.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">74. Tr&#7853;n Ng&#7885;c H&#7891;i: Mùng 5 T&#7871;t quân ta
&#273;ánh &#273;&#7891;n Ng&#7885;c H&#7891;i,</span></span><span style="font-size:14.0pt;line-height:150%"> súng b&#7855;n ra nh&#432; m&#432;a.
Vua Quang Trung cho quân kh&#7887;e m&#7841;nh khiêng ván &#273;i tr&#432;&#7899;c,
b&#7897; binh theo sau. Quân ta tràn vào &#273;&#7891;n rút dao chém gi&#7863;c
ch&#7871;t ng&#7893;n ngang, máu ch&#7843;y thành sông. H&#7913;a Th&#7871;
Hanh t&#7917; tr&#7853;n, S&#7847;m Nghi &#272;&#7889;ng ph&#7843;i treo c&#7893;
ch&#7871;t.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Ngoc Hoi battle: On the fifth day of Tet, Viet army attacked Ngoc Hoi fort;
guns were fired continuously from the fort out. King Quang Trung ordered strong
soldiers to carry wooden boards to advance first then infantries followed. The
soldiers advanced into the fort and killed enemy with big knives. Enemy’s blood
ran as a river. Hua The Hanh died in the battle. Sam Nghi Dong hung himself to
death.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
bataille Ngoc Hôi: Le cinquième jour du Têt, l’armée Viêt attaqua le fort Ngoc
Hôi ; les canons tiraient en permanence à partir du fort. Le roi Quang Trung
ordonna aux soldats vigoureux de porter des planches de bois pour avancer en
premier, puis l’infanterie suivit. Les soldats avancèrent dans le fort et
tuèrent l'ennemi avec de grands couteaux. Le sang de l’ennemi s’écoula comme
une rivière. Hua Thê Hanh mourut dans la bataille. Sâm Nghi Dông se pendit à
mort.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="583" height="457" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image082.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">75. Tôn S&#297; Ngh&#7883; &#273;ang ng&#7911; say, n&#7917;a
&#273;êm nghe báo tin</span></span><span style="font-size:14.0pt;line-height:
150%"> không k&#7883;p th&#7855;ng yên ng&#7921;a, không m&#7863;c áo giáp b&#7887;
&#273;&#7891;n ch&#7841;y. Quân Thanh th&#7845;y ch&#7911; t&#432;&#7899;ng b&#7887;
ch&#7841;y, tranh nhau qua c&#7847;u Nh&#7883; Hà. C&#7847;u &#273;&#7893;,
quân Tàu té xu&#7889;ng sông ch&#7871;t &#273;u&#7889;i, thây n&#7893;i
nh&#432; r&#7841;.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">At
night, Ton Si Nghi was heavily asleep when he received bad news. He hurrily ran
away from the city, even forgot to wear his armor and put saddle on his horse.
Seeing their general ran away, Thanh soldiers vied with each other to withdraw
through Nhi Ha Bridge. The bridge broke, Thanh soldiers fell into the river and
drowned. Their dead bodies were floating as stubble.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
nuit, Tôn Si Nghi était profondément endormi quand il reçut de mauvaises
nouvelles. Il s'enfuit précipitamment de la ville, oubliant même de porter son
armure et de seller son cheval. Voyant leur général s’enfuir, des soldats de
Thanh rivalisèrent entre eux pour se retirer par le pont de Nhi Hà Le pont
cassa et les soldats de Thanh tombèrent dans la rivière et s'y noyèrent. Leurs
cadavres flottèrent comme du chaume.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="583" height="459" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image083.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">76. Vua Quang Trung là m&#7897;t ông vua anh d&#361;ng,</span></span><span style="font-size:14.0pt;line-height:150%"> có nhi&#7873;u m&#432;u l&#432;&#7907;c
và c&#361;ng là m&#7897;t ông vua có lòng &#273;&#7897; l&#432;&#7907;ng, am hi&#7875;u
vi&#7879;c tr&#7883; n&#432;&#7899;c, bi&#7871;t tr&#7885;ng nhân tài. Ông cho
s&#7913; &#273;i c&#7847;u phong v&#7899;i nhà Thanh &#273;&#7875; gi&#7919;
hòa khí. M&#7863;t khác ông cho hu&#7845;n luy&#7879;n quân s&#297;, chu&#7849;n
b&#7883; &#273;ánh n&#432;&#7899;c Tàu . Ti&#7871;c thay gi&#7845;c m&#7897;ng
ch&#432;a thành thì ông ch&#7871;t s&#7899;m, h&#432;&#7903;ng th&#7885; 40 tu&#7893;i.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">King
Quang Trung was not only brave and clever, but also generous and understanding
in ruling the country and using talented people. On one hand, he sent
messengers to Thanh to confer a title and to keep peace between two countries.
On the other hand, he trained his army to be ready to attack China later. What
a pity that he died at the age of 40 before he could carry out his dream.</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="400" height="534" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image084.jpg" alt="VuaQuangTrung"><br>
T&#432;&#7907;ng Vua Quang Trung, Qui Nh&#417;n </span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le roi
Quang Trung ne fut pas seulement courageux et habile, mais aussi généreux et
compréhensif dans le gouvernement du pays et dans l’utilisation de gens
talentueux. D'une part, il envoya des messagers à Thanh pour lui conférer un
titre et pour maintenir la paix entre les deux pays. D'autre part, il forma son
armée pour être prêt à attaquer la Chine plus tard. Quel dommage qu’il mourut à
l'âge de 40 ans avant d'avoir pu réaliser son rêve.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="561" height="432" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image085.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">77. Giám m&#7909;c Bá &#272;a L&#7897;c mang hoàng t&#7917; C&#7843;nh</span></span><span style="font-size:14.0pt;line-height:150%"> v&#7873; Pháp m&#7897; tàu chi&#7871;n
và quân &#273;&#7897;i qua giúp Nguy&#7877;n Ánh. Nguy&#7877;n Ánh mang quân
&#273;ánh t&#7915; Nam ra nhi&#7873;u l&#7847;n chi&#7871;m &#273;&#432;&#7907;c
thành Qui Nh&#417;n và thành Phú Xuân.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Bishop Pierre Joseph Georges Pigneau de Behaine went back
France with prince Canh to get warships and army to help Nguyen Anh. From the
south, Nguyen Anh brought his army towards north to attack many times, then
seized Quy Nhon and Phu Xuan forts. </span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">L'évêque
Pierre Joseph Georges Pigneau de Behaine retourna la France avec le prince Canh
pour obtenir des navires de guerre et une armée pour aider Nguyên Anh. Venant
du sud, Nguyên Anh mena son armée vers le nord, attaqua de nombreuses fois,
puis s'empara des forts de Quy Nhon et Phu Xuân.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="609" height="432" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image086.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">78. Trong khi các vua quan sau c&#7911;a nhà Tây S&#417;n</span></span><span style="font-size:14.0pt;line-height:150%"> càng ngày càng y&#7871;u kém, chúa
Nguy&#7877;n càng ngày càng c&#432;&#7901;ng th&#7883;nh. N&#259;m 1802, Nguy&#7877;n
Ánh &#273;ánh th&#7855;ng quân Tây S&#417;n g&#7891;m thâu c&#7843; n&#432;&#7899;c.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The later kings and imperial officials of Tay Son reign were
incapable, while Lord Nguyen reign was more and more settled and flourishing.
In 1802, Nguyen Anh defeated Tay Son’s army to take over the whole country.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Les
derniers rois et fonctionnaires impériaux du règne de Tây Son furent des
incapables, alors que le règne du seigneur Nguyên était de mieux en mieux assis
et prospère. En 1802, Nguyên Anh vainquit l'armée de Tây Son pour prendre la
possession de l'ensemble du pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="400" height="428" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image087.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">79. Nhà Nguy&#7877;n, 1802- 1945: Nguy&#7877;n Ánh lên ngôi</span></span><span style="font-size:14.0pt;line-height:150%"> x&#432;ng là vua Gia Long, &#273;&#7863;t
tên n&#432;&#7899;c là Vi&#7879;t Nam, &#273;óng &#273;ô &#7903; Hu&#7871; (Phú
Xuân). Nhìn chung Nguy&#7877;n Ánh là ng&#432;&#7901;i h&#7865;p hòi, &#273;ã
cho &#273;ào m&#7843; c&#7911;a Nguy&#7877;n Nh&#7841;c, Nguy&#7877;n Hu&#7879;
v&#7913;t thây &#273;i, và còn hành h&#7841;, &#273;ánh gi&#7871;t t&#432;&#7899;ng
quân c&#7911;a Nguy&#7877;n Hu&#7879;. M&#7863;t khác ông c&#361;ng gi&#7871;t
h&#7841;i công th&#7847;n c&#7911;a chính ông. Tuy nhiên ông c&#361;ng có công
trong vi&#7879;c khai kh&#7849;n mi&#7873;n Nam và c&#7843;i t&#7893; vi&#7879;c
tri&#7873;u chính. Ông sai ông Nguy&#7877;n V&#259;n Thành so&#7841;n b&#7897;
lu&#7853;t Gia Long g&#7891;m 22 quy&#7875;n.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">The
Nguyen dynasty, 1802 - 1945: Nguyen Anh ascended the throne, proclaimed himself
as King Gia Long, named the country Viet Nam, found Hue (Phu Xuan) as the
capital. In general, Nguyen Anh was an ungenerous person, he ordered people to
dig out the grave of Nguyen Nhac and the grave of Nguyen Hue to throw their
corpses away. He also ordered people to torment and kill Nguyen Hue’s generals.
He also killed his own meritorious officials. Anyhow, he also contributed in
developing new lands in the South and reformed the imperial court affairs. He
ordered Mr. Nguyen Van Thanh to write the Gia Long law, which had 22 books.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
dynastie des Nguyên, 1802 - 1945: Nguyên Anh monta sur le trône, se proclama le
roi Gia Long, nomma le pays Viêt Nam, fonda Huê (Phu Xuân) comme capitale. En
général, Nguyên Anh fut un homme peu généreux, il ordonna aux gens de creuser
la tombe de Nguyên Nhac et la tombe de Nguyên Huê pour y jeter leurs corps. Il
ordonna également aux gens de torturer et de tuer les généraux de Nguyên Huê.
Il tua également ses propres fonctionnaires méritants. Quoi qu'il en soit, il
contribua également au développement de nouvelles terres dans le Sud et réforma
les affaires de la cour impériale. Il ordonna à M. Nguyên Van Thành d’écrire la
loi de Gia Long, qui fut rédigée en 22 livres.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="400" height="502" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image088.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">80. N&#259;m 1820, vua Minh M&#7841;ng: </span></span><span style="font-size:14.0pt;line-height:150%">Vua Minh M&#7841;ng là m&#7897;t ông
vua siêng n&#259;ng ch&#259;m lo vi&#7879;c n&#432;&#7899;c và có nhi&#7873;u c&#7843;i
cách. Ông &#273;ã &#273;ánh d&#7865;p &#273;&#432;&#7907;c nhi&#7873;u gi&#7863;c
giã. Ông c&#361;ng c&#7845;m &#273;&#7841;o Chúa, nhi&#7873;u giáo s&#297; và
tín &#273;&#7891; b&#7883; gi&#7871;t.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Year
1820, King Minh Mang: King Minh Mang took well care of the country affairs and
carried out many reforms. He put down many rising rebellions. He also
suppressed Catholism and killed many priests and Catholics.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">An
1820, le roi Minh Mang: le roi Minh Mang prit bien soin des affaires du pays et
effectua de nombreuses réformes. Il mata de nombreux soulèvements. Il supprima
également le Catholicisme et tua de nombreux prêtres et catholiques.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="692" height="538" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image089.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">81. N&#259;m 1841, vua Thi&#7879;u Tr&#7883; - Pháp b&#7855;n
phá &#272;à N&#7861;ng:</span></span><span style="font-size:14.0pt;line-height:
150%"> Vua Thi&#7879;u Tr&#7883; là m&#7897;t ông vua hi&#7873;n hòa, không có
nhi&#7873;u c&#7843;i cách. N&#259;m 1847 có 2 tàu chi&#7871;n c&#7911;a Pháp
&#273;&#7853;u &#7903; &#272;à N&#7861;ng, &#273;ang &#273;i&#7873;u &#273;ình
xin cho b&#7887; c&#7845;m &#273;&#7841;o. Vì hi&#7875;u l&#7847;m là quân ta s&#7855;p
t&#7845;n công, h&#7885; b&#7855;n chìm nhi&#7873;u thuy&#7873;n bè ta r&#7891;i
b&#7887; ch&#7841;y.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1841, King Thieu Tri: King Thieu Tri was a benevolent
king but he did not reform our country much. In 1847, two French warships
anchored at Da Nang port to negotiate with the imperial court to have religious
suppression lifted. They misunderstood that our army was going to attack them,
so they started the fire sinking many of our boats then ran away.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1841, le roi Thiêu Tri: roi Thiêu Tri fut un roi
bienveillant mais il ne réforma pas beaucoup notre pays. En 1847, deux navires
de guerre français s’ancrèrent dans le port de Dà Nang pour négocier avec la
cour impériale la levée de la répression religieuse. Ils comprirent de façon
erronée que notre armée était sur le point de les attaquer, pour cette raison
ils commencèrent à faire feu coulant beaucoup de nos bateaux et s’enfuirent.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img width="420" height="636" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image090.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">82. N&#259;m 1847, vua T&#7921; &#272;&#7913;c: T&#7921;
&#272;&#7913;c là m&#7897;t ông vua</span></span><span style="font-size:14.0pt;
line-height:150%"> h&#7885;c r&#7897;ng, hi&#7875;u nhi&#7873;u, th&#7901; m&#7865;
r&#7845;t chí hi&#7871;u . Ông ch&#259;m lo vi&#7879;c vua, nh&#432;ng quan l&#7841;i
ph&#7847;n &#273;ông là nh&#7919;ng ng&#432;&#7901;i th&#7911; c&#7921;u, h&#7865;p
hòi. Nhi&#7873;u &#273;&#7873; ngh&#7883; canh tân, c&#7843;i cách c&#7911;a
ông Nguy&#7877;n Tr&#432;&#7901;ng T&#7897; và nh&#7919;ng ng&#432;&#7901;i
khác &#273;&#7873;u b&#7883; bác b&#7887;. N&#432;&#7899;c ta dùng chính sách b&#7871;
quan t&#7887;a c&#7843;ng, không ch&#7883;u giao ti&#7871;p v&#7899;i n&#432;&#7899;c
ngoài nên m&#7845;t &#273;i nhi&#7873;u c&#417; h&#7897;i quý báu m&#7903; c&#7917;a
h&#7885;c h&#7887;i, giao th&#432;&#417;ng. N&#7871;u vua T&#7921; &#272;&#7913;c
có nh&#7919;ng ph&#7843;n &#7913;ng thích h&#7907;p, ông &#273;ã có th&#7875;
&#273;&#432;a &#273;&#7845;t n&#432;&#7899;c ta t&#7915; ch&#7895; ngu mu&#7897;i,
l&#7841;c h&#7853;u lên hàng phát tri&#7875;n, c&#432;&#7901;ng th&#7883;nh
nh&#432; là n&#432;&#7899;c Nh&#7853;t.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%"><a href="http://vietlist.us/SUB_Thoisu/thoisu523.shtml" target="_blank">Bài &#273;&#7885;c
thêm v&#7873; ông Nguy&#7877;n Tr&#432;&#7901;ng T&#7897; . More reading about
Mr. Nguyen Truong To</a></span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1847, king Tu Duc: King Tu Duc was not only a
knowledgeable and understanding king, but also a good and thankful son. Even
though he worked hard, many of his imperial officials were conservative and
narrow-minded. Many proposals to reform our country from Mr. Nguyen Truong To
and others were rejected. Since our country applied a closed-door policy, we
lost many opportunities to learn good things from other countries and to do
business with them. If King Tu Duc took proper movements, he could have led our
country to wealth and success. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1847, le roi Tu Duc: le roi Tu Duc n'était pas seulement
un roi bien informé et compréhensif, mais aussi un bon et reconnaissant fils.
Même s’il travaillait dur, nombre de ses fonctionnaires impériaux furent
conservateurs et bornés. De nombreuses propositions pour réformer notre pays de
M. Nguyên Truòng Tô et d'autres furent rejetées. Puisque notre pays appliqua
une politique de fermeture, nous perdîmes de nombreuses occasions d'apprendre
de bonnes choses d'autres pays et de faire des affaires avec eux. Si le roi Tu
Duc avait pris de bonnes décisions de changements, il aurait pu conduire notre
pays à la richesse et au succès comme le Japon.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="740" height="563" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image091.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">83. Pháp chi&#7871;m Nam k&#7923;: N&#259;m 1859, Pháp
&#273;em tàu chi&#7871;n</span></span><span style="font-size:14.0pt;line-height:
150%"> t&#7845;n công &#272;à N&#7861;ng r&#7891;i &#273;ánh chi&#7871;m thành
Gia &#272;&#7883;nh. Ông Nguy&#7877;n Tri Ph&#432;&#417;ng &#273;&#7855;p thành
K&#7923; Hòa mi&#7879;t Chí Hòa ch&#7889;ng gi&#7863;c, nh&#432;ng r&#7891;i c&#361;ng
thua. Sau &#273;ó Pháp &#273;ánh ti&#7871;p và l&#7845;y &#273;&#432;&#7907;c M&#7929;
Tho, Biên Hòa, V&#297;nh Long.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="641" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image092.jpg" alt="VietSu"></span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">French seized the South: In 1859, the French used their
warships to attack Da Nang and then seized Gia Dinh city. Mr. Nguyen Tri Phuong
built Ky Hoa fort to fight back, but later defeated. French then attacked and
seized My Tho, Bien Hoa and Vinh Long provinces. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Les français qui s’emparent du Sud: En 1859, les Français
employèrent leurs navires de guerre pour attaquer Dà Nang et s’emparèrent de la
ville de Gia Dinh. M. Nguyên Tri Phuong construit le fort de Ky Hoà pour
riposter, mais fut défait plus tard. Les français attaquèrent et prirent alors
My Tho, Biên Hoà et Vinh Long.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="642" height="496" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image093.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">&nbsp;</span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">84. Th&#7845;t tr&#7853;n, tri&#7873;u &#273;ình ký hòa
&#432;&#7899;c Nhâm Tu&#7845;t, 1862,</span></span><span style="font-size:14.0pt;
line-height:150%"> nh&#432;&#7901;ng Biên Hòa, Gia &#272;&#7883;nh, &#272;&#7883;nh
T&#432;&#7901;ng cho Pháp. Tri&#7873;u &#273;ình cho Pháp, Ý t&#7921; do gi&#7843;ng
&#273;&#7841;o và ph&#7843;i b&#7891;i th&#432;&#7901;ng thi&#7879;t h&#7841;i
cho 2 n&#432;&#7899;c n&#7847;y. Tri&#7873;u &#273;ình c&#361;ng c&#7917; ông
Phan Thanh Gi&#7843;n &#273;i s&#7913; n&#432;&#7899;c Pháp &#273;&#7875; xin
chu&#7897;c l&#7841;i 3 t&#7881;nh Nam K&#7923; nh&#432;ng không thành công.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Losing the battles, the imperial court signed a peace treaty
to offer Bien Hoa, Gia Dinh and Dinh Tuong provinces to the French. The
imperial courts also allowed French and Italian to preach Catholicism, and also
paid war indemnity to French and Italian. The imperial court sent Mr. Phan
Thanh Gian to France on a mission of redeeming 3 provinces of the South, but
did not succeed.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Perdant les batailles, la cour impériale signa un traité de
paix pour offrir les provinces de Biên Hoà, Gia Dinh, Dinh Tuòng aux Français.
L’ensemble de la cour impériale permit également aux français et aux italiens
de prêcher le catholicisme, et aussi aux français et aux italiens de percevoir
une indemnité de guerre. La cour impériale envoya M. Phan Thanh Gian en France
pour une mission de rachat des 3 provinces du Sud, mais ne réussit pas.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="684" height="530" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image094.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">85.Ông Phan Thanh Gi&#7843;n: N&#259;m 1867, Pháp l&#7841;i
&#273;ánh ti&#7871;p</span></span><span style="font-size:14.0pt;line-height:
150%"> chi&#7871;m 3 t&#7881;nh V&#297;nh Long, An Giang và Hà Tiên. Ông Phan
Thanh Gi&#7843;n ch&#7889;ng không l&#7841;i, &#273;ành n&#7897;p thành r&#7891;i
u&#7889;ng thu&#7889;c &#273;&#7897;c t&#7921; t&#7917; ch&#7871;t. Ng&#432;&#7901;i
Pháp kính tr&#7885;ng lòng trung li&#7879;t c&#7911;a ông &#273;&#7889;i v&#7899;i
&#273;&#7845;t n&#432;&#7899;c nên cho chôn c&#7845;t ông &#273;àng hoàng.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Phan Thanh Gian: In 1867, the French again attacked and
seized 3 provinces Vinh Long, An Giang and Ha Tien. Mr. Phan Thanh Gian was
defeated. He had to give up the provinces then committed suicide with poison.
The French respected his loyalty to the country and carefully burried him.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Phan Thanh Gian: En 1867, les français attaquèrent de
nouveau. M. Phan Thanh Gian fut défait. Les français prirent 3 provinces Vinh
Long, An Giang et Hà Tiên. Il dut les abandonner et se suicida ensuite avec du
poison. Les Français respectèrent sa loyauté envers le pays et l’enterrèrent
soigneusement.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="742" height="569" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image095.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">86. Gi&#7863;c giã th&#7901;i T&#7921; &#272;&#7913;c: Dù T&#7921;
&#272;&#7913;c là 1 ông vua ch&#259;m ch&#7881;,</span></span><span style="font-size:14.0pt;line-height:150%"> nh&#432;ng gi&#7863;c giã n&#7893;i
lên r&#7845;t nhi&#7873;u vì lòng ng&#432;&#7901;i còn nh&#7899; nhà Lê. Th&#7901;i
&#273;ó có gi&#7863;c Tam &#272;&#432;&#7901;ng, gi&#7863;c Châu Ch&#7845;u, gi&#7863;c
tên Ph&#7909;ng, gi&#7863;c kinh thành, gi&#7863;c Khách...</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Rebellion in Tu Duc reign: Even though Tu Duc was a
hard-working king, many rebellions raised up, since people still remembered the
Le time. There were Tam Ðuong rebellion, Chau Chau rebellion, Phung rebellion,
capital rebellion, and Chinese rebellion… </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Rébellion durant le règne de Tu Duc: Même si Tu Duc était un
roi qui travaillait dur, de nombreuses rébellions se déclenchèrent puisque les
gens se souvenaient encore de la dynastie de Lê. Il y eu la rébellion Tam
Ðuòng, la rébellion Châu Châu, la rébellion Phung, la rébellion dans la
capitale et la rébellion chinoise ... </span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="468" height="570" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image096.jpg"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">87. N&#259;m 1873, Pháp chi&#7871;m B&#7855;c k&#7923; l&#7847;n
th&#7913; 1:</span></span><span style="font-size:14.0pt;line-height:150%"> L&#7907;i
d&#7909;ng tên &#272;&#7891; Ph&#7893; Ngh&#297;a g&#7863;p c&#7843;n tr&#7903;
trong vi&#7879;c buôn bán ngoài B&#7855;c, &#273;&#7841;i úy Garnier &#273;em
tàu chi&#7871;n t&#7915; Sài gòn ra t&#7845;n công thành Th&#259;ng Long. Dù v&#361;
khí thô s&#417;, ông Nguy&#7877;n Tri Ph&#432;&#417;ng anh d&#361;ng chi&#7871;n
&#273;&#7845;u gi&#7919; thành, b&#7883; th&#432;&#417;ng và b&#7883; gi&#7863;c
b&#7855;t. Ông không ch&#7883;u &#273;&#7875; gi&#7863;c b&#259;ng bó v&#7871;t
th&#432;&#417;ng, nh&#7883;n &#259;n mà ch&#7871;t. V&#7873; sau &#273;&#7841;i
úy Garnier b&#7883; quân ta gi&#7871;t ch&#7871;t &#7903; c&#7847;u Ô Gi&#7845;y.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1873, French occupied the North the first time: Taking
the advantage of the matter that Jan Dupuis was prevented to do business in the
North, captain Garnier sent warships from Saigon out to the North to attack
Thang Long capital. Mr. Nguyen Tri Phuong bravely fought back, but he got wounded
and was arrested by the enemy. He didn’t accept the medical treatment from the
enemy and starved himself till died. Later, captain Garnier was killed at Ô
Giay bridge.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="593" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image097.jpg" alt="VietSu"></span></p>

<p class="MsoNormal" style="line-height:150%"><i><span style="font-size:14.0pt;
line-height:150%">V&#7871;t &#273;&#7841;n quân Pháp b&#7855;n vào thành Hà N&#7897;i
v&#7851;n còn</span></i><span style="font-size:14.0pt;line-height:150%"> </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1873, les français occupent le Nord pour la première fois:
Prenant prétexte que Jean Dupuis (Dô Phô Nghia) était empêché de faire des
affaires dans le Nord, le capitaine Garnier envoya des navires de guerre de
Saigon au Nord pour attaquer la capitale Thang Long. M. Nguyên Tri Phuong luta
courageusement, mais il fut blessé et fut arrêté par l'ennemi. Il n'accepta pas
le traitement médical de l'ennemi et fit la grève de la faim jusqu’à en mourir.
Plus tard, le capitaine Garnier fut tué au pont Ô Giây par notre armée.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="640" height="494" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image098.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">88. N&#259;m 1874, Hòa &#432;&#7899;c Giáp Tu&#7845;t : Tri&#7873;u
&#273;ình Hu&#7871;</span></span><span style="font-size:14.0pt;line-height:
150%"> ký hòa &#432;&#7899;c v&#7899;i Pháp, B&#7855;c k&#7923; &#273;&#432;&#7907;c
tr&#7843; l&#7841;i cho Vi&#7879;t Nam. Vi&#7879;t Nam cho ng&#432;&#7901;i
Pháp t&#7921; do gi&#7843;ng &#273;&#7841;o và th&#432;&#417;ng gia Pháp
&#273;&#432;&#7907;c t&#7921; do buôn bán. Nh&#432;ng sáu t&#7881;nh Nam k&#7923;
v&#7851;n thu&#7897;c v&#7873; n&#432;&#7899;c Pháp.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Year 1874, Giap Tuat peace treaty: Hue imperial court signed
the peace treaty with French that the North was returned to Vietnamese. French
missionaries could freely preach and French businessmen freely did business.
But six Southern provinces still belonged to France.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">An 1874, le traité de paix de Giap Tuât: la cour impériale de
Huê signa le traité de paix avec les français selon lequel le Nord était remis
aux viêtnamiens. Les missionnaires français pourraient librement prêcher et les
hommes d'affaires français faire librement des affaires. Mais six provinces du
Sud appartenaient toujours à la France.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="659" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image099.jpg" alt="VietSu"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">89. Pháp chi&#7871;m B&#7855;c k&#7923; l&#7847;n th&#7913;
2, t&#7893;ng &#273;&#7889;c Hoàng Di&#7879;u t&#7921; v&#7851;n:</span></span><span style="font-size:14.0pt;line-height:150%"> &#272;&#7893; l&#7895;i vi&#7879;c
gi&#7863;c Khách ng&#259;n tr&#7903; ng&#432;&#7901;i Pháp buôn bán, quân Pháp
&#273;em quân ra &#273;ánh thành Hà N&#7897;i l&#7847;n th&#7913; 2. Thành m&#7845;t,
quan T&#7893;ng &#273;&#7889;c Hà N&#7897;i là Hoàng Di&#7879;u th&#7855;t c&#7893;
t&#7921; v&#7851;n.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="640" height="494" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image100.jpg" alt="VietSu"></span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The French occupied the North the second time: Blaming on the
Chinese rebellion that prevented the French business on the North, French troops
were sent to north to attack Ha Noi city the second time. The French occupied
Ha Noi. Ha Noi province chief, Hoang Dieu, hang himself for losing the city.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Les Français occupent le Nord une seconde fois: Blâmant la
rébellion chinoise qui les empêchait de faire des affaires au Nord, les
français y envoyèrent leurs troupes pour attaquer Hà Nôi. Le gouverneur de la
province de Hà Nôi, Hoàng Diêu se suicida en se pendant pour avoir perdu la
ville de Hà Nôi.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="659" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image101.jpg" alt="VietSu"><br>
<i>M&#7897;t ông quan tri&#7873;u Nguy&#7877;n</i></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">90. S&#7921; sai l&#7847;m c&#7911;a quan quân nhà Nguy&#7877;n:</span></span><span style="font-size:14.0pt;line-height:150%"> Trong khi các c&#432;&#7901;ng qu&#7889;c
k&#7929; ngh&#7879; c&#7847;n m&#7903; r&#7897;ng giao th&#432;&#417;ng buôn
bán thì vua quan n&#432;&#7899;c ta u t&#7889;i không bi&#7871;t th&#7915;a
c&#417; m&#7903; c&#7917;a ra h&#7885;c h&#7887;i, thông th&#432;&#417;ng cho
n&#432;&#7899;c giàu dân m&#7841;nh. N&#432;&#7899;c mình l&#7841;i &#273;óng c&#7917;a
c&#7845;m &#273;oán m&#7885;i th&#7913;, làm các n&#432;&#7899;c khác có c&#7899;
&#273;&#7875; xâm l&#7845;n n&#432;&#7899;c ta . Th&#7901;i &#273;&#7841;i bi&#7871;n
&#273;&#7893;i mà mình không bi&#7871;t bi&#7871;n &#273;&#7893;i. Trong khi Nh&#7853;t
B&#7843;n, Thái Lan m&#7903; c&#7917;a giao th&#432;&#417;ng h&#7885;c h&#7887;i,
thì mình t&#7921; cho mình là v&#259;n minh, coi các n&#432;&#7899;c khác là l&#7841;c
h&#7853;u, m&#7885;i r&#7907;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The mistakes of imperial officials and generals of the Nguyen
dynasty: While industrial great powers wanted to do business with out country,
our kings and imperial officials didn’t take that opportunity to learn and
trade for our success. We closed all ports and prohibited foreigners from doing
everything, creating chances for other countries to invade ours. The world was
making fast progresses but our country was not. While Japan, and Thailand
opened for learning and doing business, we considered ourselves as civilized,
and other countries as behind the times, and savage.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">&nbsp;</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Les erreurs des fonctionnaires impériaux et les généraux de
la dynastie des Nguyên: Alors que les grandes puissances industrielles
voulaient faire des affaires avec le pays, nos rois et les fonctionnaires de
l'Empire ne saisirent pas cette occasion d'apprendre et d'échanger pour notre
succès. Nous fermâmes tous les ports et interdîmes aux étrangers de tout faire,
créant des occasions pour les autres pays de nous envahir. Le monde faisait de
rapides progrès, mais notre pays non. Alors que le Japon et la Thaïlande
s’ouvraient pour apprendre et faire des affaires, nous nous considérions comme
civilisé, et les autres pays en retard, et sauvage.</span></p>

<p class="name11" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M&#7897;t s&#7889; hình &#7843;nh tri&#7873;u Nguy&#7877;n:</span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="400" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image102.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="459" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image103.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="379" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image104.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="551" height="369" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image105.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="339" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image106.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="506" height="340" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image107.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="456" height="310" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image108.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="453" height="567" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image109.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="310" height="493" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image110.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="415" height="645" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image111.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="618" height="412" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image112.jpg" alt="Hinh Anh Lich Su"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="455" height="680" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image113.jpg" alt="Quan Trieu Nguyen"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="480" height="542" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image114.jpg" alt="Thi Sinh"></span></p>

<p class="bluecenter" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="549" height="376" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image115.jpg" alt="Tan Khoa"></span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%">&nbsp;</p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="659" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image116.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">91. N&#259;m 1884: Vua quan ta không ch&#7883;u m&#7903; c&#7917;a
giao th&#432;&#417;ng,</span></span><span style="font-size:14.0pt;line-height:
150%"> l&#7841;i thích sang Tàu c&#7847;u vi&#7879;n. Quân Tàu c&#361;ng sang
giúp ta &#273;ánh Pháp dù r&#7857;ng n&#432;&#7899;c Tàu c&#361;ng &#273;ang r&#7889;i
ren. Sau Pháp và Tàu ký hòa &#432;&#7899;c Fournier, n&#432;&#7899;c Tàu rút
quân v&#7873; &#273;&#7875; Pháp ti&#7871;p t&#7909;c &#273;ánh chi&#7871;m
n&#432;&#7899;c ta.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Year
1884: Our Kings and imperial officials didn’t communicate with the world and
only asked Chinese for reinforcement. The Chinese still helped us to fight
against the French even though China was in disturbance itself. Later on, China
and France signed the Fournier peace treaty; the Chineses withdrew their army
back, letting the French continued to conquer our country.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">An
1884: Nos rois et fonctionnaires de l'Empire ne communiquèrent pas avec le
monde et demandèrent seulement un renfort aux chinois. Les chinois continuèrent
à nous aider à combattre les français, même si la Chine était elle-même en
période de troubles. Plus tard, la Chine et la France signèrent le traité de
paix Fournier; les chinois retirèrent leur armée laissant les français
continuer à conquérir notre pays.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="656" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image117.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Ông Tôn Th&#7845;t Thuy&#7871;t (Tài li&#7879;u: M&#7897;t Th&#7901;i
Hoàng T&#7897;c c&#7911;a B&#7843;o Thái) </span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">92. Vua Hàm Nghi và H&#7883;ch C&#7847;n V&#432;&#417;ng: Tri&#7873;u
&#273;ình Hu&#7871;</span></span><span style="font-size:14.0pt;line-height:
150%"> ngày m&#7897;t r&#7889;i ren, quy&#7873;n hành &#7903; trong tay 2 ông
Nguy&#7877;n V&#259;n T&#432;&#7901;ng và Tôn Th&#7845;t Thuy&#7871;t. N&#259;m
1885, Pháp t&#7845;n công tri&#7873;u &#273;ình Hu&#7871;. Vua Hàm Nghi ph&#7843;i
ch&#7841;y ra Qu&#7843;ng Bình, ban h&#7883;ch C&#7847;n V&#432;&#417;ng kêu g&#7885;i
dân giúp vua ch&#7889;ng Pháp. Tri&#7873;u &#273;ình không có vua ph&#7843;i l&#7853;p
vua &#272;&#7891;ng Khánh lên ngôi.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">King
Ham Nghi and Can Vuong Edict: The Hue regime was more and more disordered; the
power was in the hands of Mr. Nguyen Van Tuong and Mr. Ton That Thuyet. In
1885, the French attacked Hue imperial court, King Ham Nghi had to flee to
Quang Binh where he proclaimed the Can Vuong Edict to call people for helping
the King to fight the French. The imperial court had no king so they had to
advance King Dong Khanh to the throne.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
roi Hàm Nghi et l’édit de Cân Vuong: Le régime de Huê fut de plus en plus
désorganisé, le pouvoir était entre les mains de M. Nguyên Van Tuong et M. Tôn
Thât Thuyêt. En 1885, les français attaquèrent la cour impériale de Huê, le roi
Hàm Nghi dut fuir à Quang Bình où il proclama l’édit de Cân Vuong pour appeler
le peuple à l’aider à combattre les français. La cour impériale qui n’avait
plus de roi promut au rang de roi Dông Khanh en le portant sur le trône.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="350" height="558" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image118.jpg" alt="history"><br>
Vua Thành Thái.</span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">93. N&#259;m 1887: Pháp l&#7853;p quan T&#7893;ng &#272;&#7889;c
toàn quy&#7873;n &#7903; Sài Gòn</span></span><span style="font-size:14.0pt;
line-height:150%"> &#273;&#7875; trông coi vi&#7879;c cai tr&#7883; &#7903; Nam
k&#7923; và Cao Miên, cùng v&#7899;i vi&#7879;c b&#7843;o h&#7897; &#7903; B&#7855;c
k&#7923;. M&#7895;i n&#417;i có 1 viên Th&#7889;ng s&#7913; &#273;&#7913;ng
&#273;&#7847;u. Ng&#432;&#7901;i Pháp th&#432;&#7901;ng nhúng tay vào công vi&#7879;c
tri&#7873;u &#273;ình. H&#7885; hay &#7911;ng h&#7897; vi&#7879;c l&#7853;p các
ông vua tr&#7867; lên ngôi &#273;&#7875; d&#7877; dàng thuy&#7871;t ph&#7909;c
và khuynh loát.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Year
1887: The French set up the General-Governor in Saigon to rule the South of
Vietnam and Cambodia, and to dominate the north of Vietnam. Each region had a
separate resident Superior. The French tried to intercept our imperial affairs
and usually support very young kings so they could easily manipulate.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">An
1887: Les français établirent le gouvernement général à Saigon pour gouverner
le sud du Viêt-Nam et le Cambodge et en même temps pour dominer le nord du
Viêt-Nam. Chaque région avait un Supérieur résident différent. Les français
tentaient d'interférer dans nos affaires impériales et soutenaient le plus souvent
des rois très jeunes afin qu'ils puissent facilement les manipuler.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="504" height="394" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image119.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Vua &#272;&#7891;ng Khánh </span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">94. Trong khi Pháp lo x&#7871;p &#273;&#7863;t &#7903; B&#7855;c
k&#7923; thì &#7903; Trung k&#7923;</span></span><span style="font-size:14.0pt;
line-height:150%"> &#273;&#7843;ng C&#7847;n V&#432;&#417;ng &#273;ánh phá m&#7841;nh.
Vua &#272;&#7891;ng Khánh ra m&#7863;t B&#7855;c &#273;&#7875; chiêu d&#7909;
vua Hàm Nghi và các quan &#273;&#7841;i th&#7847;n v&#7873; cho yên vi&#7879;c
&#273;ánh d&#7865;p, nh&#432;ng các c&#7921;u th&#7847;n v&#7851;n n&#7893;i
lên làm lo&#7841;n. Vua &#272;&#7891;ng Khánh ph&#7843;i tr&#7903; v&#7873;
kinh.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">While
the French was busy with the Northern affairs, the Can Vuong party in the
central attacked them. King Dong Khanh had to travel to North to persuade King
Ham Nghi and high-ranking mandarins to go back but they still rebelled. King
Dong Khanh had to return to the imperial court.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Tandis
que les français étaient occupés avec les affaires du Nord, le parti Cân Vuong
se souleva. Le roi Dông Khanh dut se rendre au Nord pour convaincre le roi Hàm
Nghi et des mandarins de haut rang de ne plus se révolter mais ils continuèrent
à le faire. Le roi Dông Khanh dut donc retourner à la cour impériale.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="747" height="577" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image120.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">95. Vua Hàm Nghi b&#7883; b&#7855;t: B&#7883; ph&#7843;n b&#7897;i,</span></span><span style="font-size:14.0pt;line-height:150%"> vua Hàm Nghi b&#7883; b&#7855;t
&#273;ày &#273;i Algerie, nhi&#7873;u quan quân b&#7883; Pháp gi&#7871;t. Tùy
t&#432;&#7899;ng Tôn Th&#7845;t &#272;&#7841;m vi&#7871;t th&#432; xin l&#7895;i
vua &#273;ã không làm tròn nhi&#7879;m v&#7909; r&#7891;i t&#7921; v&#7851;n.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">King
Ham Nghi was arrested: King Ham Nghi was betrayed, arrested and deported to
Algerie. Many other officials and soldiers were killed by the French. Mr. Ton
That Dam, one of the King’s officers, wrote a letter to apologize to King Ham
Nghi then committed suicide.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Le
roi Hàm Nghi fut arrêté: le roi Hàm Nghi fut trahi, arrêté et déporté en
Algérie. De nombreux autres fonctionnaires et soldats furent tués par les
français. M. Tôn Thât Dam, un des officiers du roi, écrivit une lettre pour
présenter des excuses au roi Hàm Nghi et se suicida ensuite.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="430" height="600" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image121.jpg" alt="history"><br>
Vua Duy Tân.</span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">96. Cách cai tr&#7883; c&#7911;a ng&#432;&#7901;i Pháp: Nam k&#7923;
</span></span><span style="font-size:14.0pt;line-height:150%">g&#7885;i là thu&#7897;c
&#273;&#7883;a, coi nh&#432; lãnh th&#7893; n&#432;&#7899;c Pháp. B&#7855;c k&#7923;
là x&#7913; b&#7843;o h&#7897;, quan Vi&#7879;t ph&#7843;i ph&#7909;c tùng quan
Pháp. Trung k&#7923; do vua n&#432;&#7899;c Nam gi&#7919;. ng&#432;&#7901;i t&#7915;
mi&#7873;n n&#7847;y qua mi&#7873;n khác ph&#7843;i xin phép chính ph&#7911; b&#7843;o
h&#7897;. &#272;ây là chính sách chia &#273;&#7875; tr&#7883; nh&#7857;m chia r&#7869;
ng&#432;&#7901;i Vi&#7879;t &#273;&#7875; ng&#432;&#7901;i Pháp d&#7877; b&#7873;
cai tr&#7883;. ng&#432;&#7901;i Pháp thu nhi&#7873;u th&#7913; thu&#7871;
&#273;&#7875; nuôi d&#432;&#7905;ng quan quân b&#7843;o h&#7897;.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">French
ruling: The South was a French colony, which was the same as French land. The
North was a dominated land by French so Vietnamese imperial officials had to
obey French mandarins. The central belonged to Vietnamese kings. Vietnamese who
traveled from one region to another had to get permission from the French dominating
government. This is a divided and conquered policy, which aimed to drive a
wedge between Vietnamese so it would be easier for French officials to rule our
people. The French set up many kinds of taxes to get money to pay for
dominating officials.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">La
méthode de domination française : Le Sud était une colonie française,
considérée comme terre française. Le Nord était une terre dominée par les
français de sorte que les fonctionnaires impériaux viêtnamiens devaient obéir
mandarins français. Le centre du pays appartenait aux rois viêtnamiens. Les
Viêtnamiens qui voyageaient d'une région à l'autre devaient obtenir
l’autorisation du gouvernement français. C’était une politique de division et
de conquête ayant pour objectif d’enfoncer un coin entre viêtnamiens de sorte à
permettre aux fonctionnaires français de diriger plus facilement notre peuple.
Les français créèrent de nombreuses taxes pour obtenir des fonds pour payer les
fonctionnaires dirigeants français.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="676" height="528" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image122.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">97. Ông Phan &#272;ình Phùng: Ông Phan &#272;ình Phùng thi
&#273;&#7895;</span></span><span style="font-size:14.0pt;line-height:150%"> làm
quan, có c&#7843; tài v&#259;n võ. Ông &#273;&#7913;ng &#273;&#7847;u &#273;&#7843;ng
V&#259;n Thân, xây chi&#7871;n l&#361;y Ba &#272;ình, t&#7853;p luy&#7879;n
binh s&#297; ch&#7889;ng Pháp. Ông có tài t&#7893; ch&#7913;c quân &#273;&#7897;i,
hu&#7845;n luy&#7879;n binh s&#297; theo l&#7889;i Âu châu. ng&#432;&#7901;i
Pháp &#273;ánh d&#7865;p nhi&#7873;u n&#259;m không xong. Sau ông già b&#7883;
b&#7883;nh mà m&#7845;t.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="504" height="628" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image123.jpg" alt="history"><br>
T&#432;&#7907;ng ông Phan &#272;ình Phùng</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Mr.
Phan Dinh Phung: Mr. Phan Dinh Phung was an imperial official who was both a
scholar and warrior. He found Van Than party, built Ba Dinh fortification, and
trained soldiers to fight the French. He was a talented general who trained the
soldiers in European way. The French fought to dissolve Mr. Phan’s army in many
years but failed. Mr. Phan Dinh Phung got old and died of sickness.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">M.
Phan Dình Phùng: M. Phan Dình Phùng fut un fonctionnaire impérial qui fut à la
fois un érudit et un guerrier. Il fonda le parti Van Thân, construisit la
fortification de Ba Dình et entraîna des soldats à combattre les français.
C’était un général talentueux qui forma les soldats à l’européenne. Les
français se battirent pendant des années sans succès pour dissoudre l'armée de
M. Phan. M. Phan Dình Phùng vieillit et mourut de maladie.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="656" height="504" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image124.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">98. Ông Nguy&#7877;n Trung Tr&#7921;c, anh hùng trên sông Nh&#7853;t
T&#7843;o :</span></span><span style="font-size:14.0pt;line-height:150%"> Ông
Nguy&#7877;n Trung Tr&#7921;c sinh quán t&#7841;i Bình &#272;&#7883;nh. Ông là
m&#7897;t s&#297; phu b&#7845;t khu&#7845;t, lãnh &#273;&#7841;o ngh&#297;a
quân kh&#7903;i ngh&#297;a 8 n&#259;m &#7903; vùng Nam K&#7923; L&#7909;c T&#7881;nh.
Chi&#7871;n công chói l&#7885;i c&#7911;a ông là &#273;&#7889;t cháy tàu
Espérance trên sông Nh&#7853;t T&#7843;o, Tân An, và &#273;ánh chi&#7871;m
thành S&#417;n &#272;á t&#7841;i Kiên Giang. Sau kháng chi&#7871;n th&#7845;t b&#7841;i,
ông b&#7883; b&#7855;t chém t&#7841;i ch&#7907; R&#7841;ch Giá n&#259;m 1868.
Dân chúng chôn c&#7845;t và l&#7853;p &#273;&#7873;n th&#7901; ông t&#7841;i t&#7881;nh
R&#7841;ch Giá.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="639" height="479" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image125.jpg" alt="history"></span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><i><span style="font-size:14.0pt;line-height:150%">Ph&#7847;n m&#7897; anh hùng Nguy&#7877;n
Trung Tr&#7921;c t&#7841;i R&#7841;ch Giá</span></i></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Mr.
Nguyen Trung Truc, a hero on Nhat Tao river: Mr. Nguyen Trung Truc was born in
Binh Dinh. He was an indomitable scholar who led righteous armies to rebel 8
years in the six provinces of the South. His glorious victories were burning
the warship Esperance on Nhat Tao river, Tan An, and occupying the Son Da
rampart in Kien Giang. Later, the rebellion was defeated; Mr. Nguyen Trung Truc
was arrested and beheaded at Rach Gia market in 1868.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="581" height="553" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image126.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><i><span style="font-size:14.0pt;
line-height:150%">Bên trong &#273;&#7873;n th&#7901; anh hùng Nguy&#7877;n
Trung Tr&#7921;c t&#7841;i R&#7841;ch Giá</span></i><span style="font-size:
14.0pt;line-height:150%"> </span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">M.
Nguyên Trung Truc, un héros de la rivière Nhât Tao: M. Nguyên Trung Truc naquit
à Bình Dinh. Ce fut un érudit indomptable qui dirigea les armées rebelles
pendant 8 ans dans les six provinces du Sud. Ses victoires glorieuses : la
destruction par le feu du navire de guerre l'Espérance sur la rivière Nhât Tao,
Tân An et l’occupation du rempart Son Da à Kiên Giang. Plus tard, la rébellion
fut défaite, M. Nguyên Trung Truc fut arrêté et décapité au marché Rach Gia en
1868.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="675" height="529" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image127.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">99. Ông Tr&#432;&#417;ng Công &#272;&#7883;nh, anh hùng Gò
Công:</span></span><span style="font-size:14.0pt;line-height:150%"> Ông
Tr&#432;&#417;ng Công &#272;&#7883;nh t&#7915;ng &#7903; trong &#273;&#7897;i
quân c&#7911;a Kinh L&#432;&#7907;c S&#7913; Nguy&#7877;n Tri Ph&#432;&#417;ng
và &#273;ánh Pháp l&#7853;p &#273;&#432;&#7907;c nhi&#7873;u chi&#7871;n công.
Ông cùng ngh&#297;a binh xây d&#7921;ng nhi&#7873;u &#273;&#7891;n l&#361;y
kiên c&#7889; &#7903; Gò Công. &#272;&#432;&#7907;c dân chúng &#7911;ng h&#7897;
m&#7841;nh m&#7869;, ngh&#297;a binh ông gây nhi&#7873;u thi&#7879;t h&#7841;i
cho gi&#7863;c. V&#7873; sau ông b&#7883; tên Hu&#7923;nh Công T&#7845;n làm ph&#7843;n
d&#7851;n quân Pháp v&#7873; &#273;ánh. Ông hy sinh, &#273;&#7873;n n&#7907;
n&#432;&#7899;c, &#273;&#7875; l&#7841;i th&#432;&#417;ng ti&#7871;c cho m&#7885;i
ng&#432;&#7901;i .</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Mr.
Truong Cong Dinh, a hero of Go Cong: Mr. Truong used to be in the troop of the
Viceroy Nguyen Tri Phuong, fighting the French many times. He was with his
righteous armies to build ramparts at Go Cong. With strong support from people,
he and his armies caused the enemy suffer heavy damages. Later, betrayer Huynh
Cong Tan led French army to attack him. He died for the country causing great
sorrow in people hearts.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">M. Truong
Công Dinh, un héros de Gò Công: M. Truong Công Dinh faisait partie de la troupe
du vice-roi Nguyên Tri Phuong, lutant de nombreuses fois contre les français.
Il érigea avec ses armées de solides forts à Gò Công. Avec appui ferme du
peuple, lui et ses armées causèrent à l'ennemi de grands dommages. Plus tard,
le traître Huynh Công Tân conduisit l'armée française pour l'attaquer. Il
mourut pour le pays, causant une grande tristesse dans le cœur du peuple.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="600" height="459" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image128.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">100. Ông Thiên H&#7897; D&#432;&#417;ng, anh hùng &#272;&#7891;ng
Tháp :</span></span><span style="font-size:14.0pt;line-height:150%"> Ông tên th&#7853;t
là Võ Duy D&#432;&#417;ng, làm ch&#7913;c Lãnh binh n&#259;m 1865. Ông kh&#7903;i
ngh&#297;a &#7903; mi&#7879;t &#272;&#7891;ng Tháp, Cái Bè, M&#7929; Quý, Sa
&#272;éc, gây nhi&#7873;u thi&#7879;t h&#7841;i cho th&#7921;c dân Pháp. Sau
ông b&#7883; b&#7883;nh ch&#7871;t, phong trào "Dân Chúng T&#7921; V&#7879;"
c&#7911;a ông t&#7915; &#273;ó c&#361;ng b&#7883; lu m&#7901;.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Mr.
Thien Ho Duong, hero of Dong Thap: Mr Thien real name was Vo Duy Duong. He was
an army leader in 1865. His uprising, in Dong Thap, Cai Be, My Quy and Sa Dec,
caused big loss for the French colonists. His death of illness made the “Defend
Movement” in the area die out.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">M
Thiên Hô Duong, le héros de Dông Thap: Son vrai nom était Vo Duy Duong. Il
était chef d'armée en 1865. Son soulèvement à Dông Thap, Cai Bè, My Quy et Sa
Déc, occasionna une perte importante pour les colons français. Sa mort de
maladie causa l’extinction du mouvement de défense dans la région.</span></p>

<p class="MsoNormal" style="margin-bottom:12.0pt;line-height:150%"><span style="font-size:14.0pt;line-height:150%">&nbsp;</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="560" height="426" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image129.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">101. Ông Hoàng Hoa Thám, hùm thiêng Yên Th&#7871;:</span></span><span style="font-size:14.0pt;line-height:150%"> Ông Hoàng Hoa Thám ng&#432;&#7901;i
t&#7881;nh B&#7855;c Giang. N&#259;m 1886, ông l&#7853;p chi&#7871;n khu Yên Th&#7871;,
xây &#273;&#7891;n tr&#7841;i, mua súng &#7889;ng ch&#7889;ng Pháp, nên ông còn
có danh hi&#7879;u là Hùm Thiêng Yên Th&#7871;. Ông gây nhi&#7873;u thi&#7879;t
h&#7841;i cho gi&#7863;c Pháp &#7903; vùng Nhã Nam, Yên Th&#7871;, Tam &#272;&#7843;o.
N&#259;m 1913, ông b&#7883; tên L&#432;&#417;ng Tam K&#7923; làm ph&#7843;n gi&#7871;t
ông &#273;&#7875; lãnh th&#432;&#7903;ng c&#7911;a gi&#7863;c Pháp.</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="712" height="554" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image130.jpg" alt="chuaDeTham"><br>
Ð&#7873;-Thám và m&#7845;y ng&#432;&#7901;i con cháu (gi&#7919;a 1898 và 1905).
Source: http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="317" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image131.jpg" alt="chuaDeTham"><br>
Nh&#7919;ng b&#7841;n cách m&#7841;ng c&#7911;a Ð&#7873;-Thám (gi&#7919;a 1898
và 1905). Source: http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="600" height="374" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image132.jpg" alt="chuaDeTham"><br>
Ð&#7841;i gia &#273;ình c&#7911;a Ð&#7873;-Thám tr&#432;&#7899;c khi b&#7883; b&#7855;t
h&#7871;t. Source: http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="400" height="247" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image133.jpg" alt="chuaDeTham"><br>
Ngôi chùa tuyên th&#7879; c&#7911;a nhóm Ð&#7873; Thám. Source:
http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="310" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image134.jpg" alt="chuaDeTham"><br>
M&#7897;t ng&#432;&#7901;i trong nhóm Ð&#7873;-Thám b&#7883; b&#7855;t. Source:
http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="817" height="540" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image135.jpg" alt="chuaDeTham"><br>
Th&#7911; c&#7845;p c&#7911;a nh&#7919;ng anh hùng nhóm Ð&#7873;-Thám b&#7883;
Pháp gi&#7871;t h&#7841;i. Source: http://nguyentl.free.fr</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Hoang Hoa Tham, the Tiger of Yen The: Mr. Hoang was a
leader at Bac Giang. In 1886, he and his soldiers built the Yen The fort,
bought guns and ammunition to fight the French. He caused big problems for the
French in the areas of Nha Nam, Yen The, Tam Dao. In 1913, Luong Tam Ky, a traitor,
killed him to get award money from the French. </span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="561" height="352" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image136.jpg" alt="chuaDeTham"><br>
M&#7897;t &#273;&#7891;n lính Pháp trong vùng Yên-Th&#7871;. Source:
http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="528" height="335" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image137.jpg" alt="chuaDeTham"><br>
Yên Th&#7871;, lính th&#7911;y quân Pháp &#7903; Mo Trang. Source:
http://nguyentl.free.fr</span></p>

<p class="centerblue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="314" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image138.jpg" alt="chuaDeTham"><br>
Yên Th&#7871;, lính Pháp &#273;ang n&#7845;u &#259;n. Source:
http://nguyentl.free.fr</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Hoàng Hoa Tham, le Tigre de Yên Thê: M. Hoàng Hoa Tham fut
un chef de file à Bac Giang. En 1886, lui et ses soldats construisirent le fort
Yên Thê, achetèrent des fusils et des munitions pour combattre les français.
Ils causèrent de gros problèmes aux français dans les régions de Nha Nam, Yên
Thê, Tam Dao. En 1913, Luong Tam Ky, un traître le tua pour obtenir une
récompense en argent des français.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="747" height="571" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image139.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">102. Ông Cao Th&#7855;ng &#273;úc súng:</span></span><span style="font-size:14.0pt;line-height:150%"> Ông Cao Th&#7855;ng là m&#7897;t b&#7897;
t&#432;&#7899;ng cüa ông Phan Ðình Phùng có tài rèn và &#273;úc súng. Ông
&#273;úc súng theo ki&#7875;u 1874 cüa Pháp &#273;&#7875; trang b&#7883; cho
nghîa binh. Tài ngh&#7879; cüa ông c&#361;ng &#273;&#432;&#7907;c ng&#432;&#7901;i
Pháp kính tr&#7885;ng. Tr&#432;&#7901;ng K&#7929; Thu&#7853;t Sài gòn
&#273;&#432;&#7907;c &#273;&#7863;t tên là Tr&#432;&#7901;ng K&#7929; Thu&#7853;t
Cao Th&#7855;ng &#273;&#7875; vinh danh ông.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Cao Thang crafted guns: Mr. Cao Thang was a follower of
hero Phan Dinh Phung. Cao was tallented in forcing and crafting guns. He made
guns following the French 1874 style to arm the patriots. His talent was
greatly respected by the French. The Technical High School in Saigon was named
Cao Thang to honor him. </span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Cao Thang concepteur de canons: M. Cao Thang fut un adepte
du héros Phan Dình Phùng. Ce fut un home de talent pour concevoir et fabriquer
des armes à feu. Il fit des fusils suivant le modèle français de 1874 pour
armer les patriotes. Son talent fut très reconnu par les français. Cao Thang
fut choisit comme nom de l’Ecole Supérieure Technique de Saigon en son honneur.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="560" height="437" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image140.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">103. Anh hùng Nguy&#7877;n Thái H&#7885;c:</span></span><span style="font-size:14.0pt;line-height:150%"> Là m&#7897;t sinh viên tr&#432;&#7901;ng
Cao &#272;&#7859;ng Th&#432;&#417;ng M&#7841;i Hà N&#7897;i. Ông thành l&#7853;p
Vi&#7879;t Nam Qu&#7889;c Dân &#272;&#7843;ng, ch&#7911; tr&#432;&#417;ng b&#7841;o
&#273;&#7897;ng ch&#7889;ng Pháp, &#273;&#432;&#7907;c s&#7921; tham gia
&#273;ông &#273;&#7843;o c&#7911;a gi&#7899;i thanh niên. Cu&#7897;c t&#7893;ng
kh&#7903;i ngh&#297;a n&#259;m 1930 b&#7883; th&#7845;t b&#7841;i, ông cùng 12
&#273;&#7891;ng chí b&#432;&#7899;c lên máy chém &#7903; Yên Bái. Tr&#432;&#7899;c
khi ch&#7871;t ông bình t&#297;nh nhìn dân chúng, m&#7881;m c&#432;&#7901;i r&#7891;i
hô to: "Vi&#7879;t Nam Muôn N&#259;m".</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hero Nguyen Thai Hoc: Nguyen was a student of Business
College of Hanoi. He founded the Vietmese Nation-People Party who used violence
to fight the French. The party gained broad support from Vietnamese youths. The
failure of the party’s rising up in arms in 1930 brought Hoc and his 12
comrades to the decap machine at Yen Bai. Before the death, Nguyen Thai Hoc
calmly looked at his people, smiled and shouted “Vietnam For Ever”.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le héro Nguyên Thai Hoc: Nguyên Thai Hoc fut un étudiant de
l’Ecole de Commerce de Hà Nôi. Il fonda le Parti Nationaliste Niêtnamien qui utilisa
la violence pour combattre les français. Le parti gagna un large soutien des
jeunes viêtnamiens. L'échec du soulèvement armé de 1930 eut pour résultat la
décapitation de Hoc et de ses 12 compagnons à Yên Bai. Avant de mourir, Nguyên
Thai Hoc regarda tranquillement son peuple en souriant et cria « Le Viêt-Nam
pour toujours ».</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="747" height="579" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image141.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">104. Anh hùng Ph&#7841;m H&#7891;ng Thái và ti&#7871;ng bom
Sa Di&#7879;n:</span></span><span style="font-size:14.0pt;line-height:150%">
N&#259;m 1923, quan Toàn quy&#7873;n Merlin &#273;i công tác bên Nh&#7853;t v&#7873;
&#273;&#7871;n Sa Di&#7879;n, Qu&#7843;ng Châu, và &#273;&#432;&#7907;c
&#273;ãi ti&#7879;c. Ông Ph&#7841;m H&#7891;ng Thái th&#7915;a c&#417; ném bom
vào bàn ti&#7879;c, nh&#432;ng Merlin ch&#7881; b&#7883; th&#432;&#417;ng không
ch&#7871;t. B&#7883; r&#432;&#7907;t &#273;u&#7893;i, ông Ph&#7841;m H&#7891;ng
Thái nh&#7843;y xu&#7889;ng sông ch&#7871;t. Ông &#273;&#432;&#7907;c các nhà
cách m&#7841;ng Trung Hoa kính tr&#7885;ng chôn ông chung v&#7899;i 72 li&#7879;t
s&#297; c&#7911;a h&#7885; t&#7841;i Hoàng Hoa C&#432;&#417;ng, t&#7881;nh Qu&#7843;ng
Châu.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="256" height="341" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image142.jpg"><br>
<i>M&#7897; ph&#7847;n anh hùng Ph&#7841;m H&#7891;ng Thái t&#7841;i Hoàng Hoa
C&#432;&#417;ng, Trung Hoa.</i></span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Hero Pham Hong Thai: In 1923, the Indochine Ambassador Merlin
was invited to a feast when he stopped at Quang Chau on his way back from
Japan. Mr. Pham Hong Thai throwed a bomb to Merlin’s table and wounded him.
Being chased, Pham Hong Thai jumped into a river and got drowned. The Chinese
revolutionists respected him, buried Thai with their 72 heroes at Hoang Hoa
Cuong, Quang Chau.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le héro Pham Hông Thai et sa bombe à Sa Diên : En 1923,
l’ambassadeur d'Indochine Merlin était invité à une fête lors de son arrêt à
Quang Châu sur le chemin de son retour du Japon lorsque M. Pham Hông Thai jeta
une bombe à sa table et le blessa. Etant pourchassé, Pham Hông Thai se jeta
dans une rivière et se noya. Les révolutionnaires chinois qui le respectaient,
l’ensevelirent avec leurs 72 héros à Hoàng Hoa Cuong, Quang Châu.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="560" height="433" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image143.jpg" alt="history"></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">105. C&#7909; Phan B&#7897;i Châu:</span></span><span style="font-size:14.0pt;line-height:150%"> C&#7909; Phan là m&#7897;t nhà cách
m&#7841;ng yêu n&#432;&#7899;c, nh&#7853;n th&#7845;y súng &#273;&#7841;n thô
s&#417; không ch&#7889;ng n&#7893;i quân Pháp v&#7899;i v&#361; khí t&#7889;i
tân, và th&#7845;y ng&#432;&#7901;i Nh&#7853;t canh tân s&#7913; x&#7903; mà tr&#7903;
thành c&#432;&#7901;ng th&#7883;nh. C&#7909; Phan &#273;i t&#7915; B&#7855;c
chí Nam tìm thanh niên gi&#7887;i, yêu n&#432;&#7899;c, g&#7903;i sang n&#432;&#7899;c
Nh&#7853;t h&#7885;c. C&#7909; l&#7853;p h&#7897;i Duy Tân &#7903; Nh&#7853;t,
l&#7853;p Vi&#7879;t Nam Quang Ph&#7909;c h&#7897;i &#7903; Trung Hoa. Phong
trào c&#7911;a c&#7909; có t&#7893; ch&#7913;c quân &#273;&#7897;i y&#7875;m tr&#7907;
kháng chi&#7871;n trong n&#432;&#7899;c. Vì tham ti&#7873;n và mu&#7889;n tri&#7879;t
h&#7841; nh&#7919;ng ng&#432;&#7901;i yêu n&#432;&#7899;c không theo t&#7893;
ch&#7913;c C&#7897;ng S&#7843;n, H&#7891; Chí Minh c&#7911;a &#273;&#7843;ng C&#7897;ng
S&#7843;n Vi&#7879;t Nam bán tin t&#7913;c c&#7911;a c&#7909; cho Pháp. C&#7909;
b&#7883; Pháp b&#7855;t giam &#7903; Hu&#7871;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Mr. Phan Boi Chau: Mr. Phan is a respectable patriot. He
recognized that the Vietnamese with simple weapons were not strong enough to
fight against the French who were much better armed. He also learned that with
modernization, the Japanese had built up a strong country. Mr. Phan went from
North to South, looking for smart patriots to send them to study at Japan. He
built the Duy Tan association at Japan, and the Viet Nam Quang Phuc association
in China. The association had soldiers to support the Vietnamese inside the
country. Since having different goals of fighting, Ho Chi Minh, the Vietnamese
communists sold Mr. Phan’s news to the French for money. Mr. Phan was arrested and
imprisoned at Hue.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">M. Phan Bôi Châu: M. Phan Bôi Châu fut un patriote
respectable. Il reconnut que les Viêtnamiens avec de simples armes n'étaient
pas assez forts pour lutter contre les français qui étaient beaucoup mieux
armés. Il apprit également qu’avec la modernisation, les Japonais avaient
construit un pays fort. M. Phan Bôi Châu alla du nord au sud à la recherche
d’habiles patriotes pour les envoyer étudier au Japon. Il créa l'association
Duy Tân au Japon, et l’association Viêt-Nam Quang Phuc en Chine. L'association
avait des soldats pour soutenir les viêtnamiens dans le pays. Puisqu’ils
avaient des objectifs différents de combats, Hô Chi Minh du parti communiste
viêtnamien vendit des informations de M. Phan Bôi Châu aux français pour de
l'argent. M. Phan Bôi Châu fut arrêté et emprisonné à Huê.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="500" height="346" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image144.jpg"><br>
<i>Tù nhân Vi&#7879;t Nam. &#7842;nh ch&#7909;p n&#259;m 1908.</i></span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">106. Lòng yêu n&#432;&#7899;c c&#7911;a dân t&#7897;c Vi&#7879;t:</span></span><span style="font-size:14.0pt;line-height:150%"> Tr&#7843;i qua m&#7845;y ngàn
n&#259;m l&#7883;ch s&#7917;, dân t&#7897;c ta ph&#7843;i liên ti&#7871;p n&#7893;i
lên ch&#7889;ng l&#7841;i s&#7921; xâm l&#259;ng &#273;ô h&#7897; c&#7911;a
ng&#432;&#7901;i Tàu. Nay ng&#432;&#7901;i Pháp l&#7841;i xâm chi&#7871;m
n&#432;&#7899;c ta. Lòng yêu n&#432;&#7899;c c&#7911;a ng&#432;&#7901;i dân
&#273;&#432;&#7907;c kh&#417;i d&#7853;y m&#7895;i ngày m&#7897;t n&#7891;ng
nàn, s&#7921; u&#7845;t &#7913;c &#273;au kh&#7893; m&#7895;i ngày m&#7897;t
t&#259;ng. Kh&#7855;p m&#7885;i n&#417;i t&#7915; B&#7855;c chí Nam, các b&#7853;c
anh hùng hào ki&#7879;t liên t&#7909;c &#273;&#7913;ng lên ch&#7889;ng Pháp dù
r&#7857;ng s&#7913;c m&#7841;nh v&#361; khí chênh l&#7879;ch quá xa. Sau cùng
dân t&#7897;c ta &#273;ánh b&#7841;i quân Pháp n&#259;m 1954, mang l&#7841;i
&#273;&#7897;c l&#7853;p cho &#273;&#7845;t n&#432;&#7899;c. Ti&#7871;c thay
lòng yêu n&#432;&#7899;c c&#7911;a dân ta b&#7883; l&#7907;i d&#7909;ng b&#7903;i
&#273;&#7843;ng C&#7897;ng S&#7843;n Vi&#7879;t Nam. &#272;&#7843;ng C&#7897;ng
S&#7843;n d&#7921;a vào m&#7897;t ch&#7911; thuy&#7871;t ngo&#7841;i lai, tàn
nh&#7851;n, h&#7853;n thù, xa cách v&#7899;i tình t&#7921; và &#273;&#7863;c
tính bao dung, nhân ái c&#7911;a dân t&#7897;c Vi&#7879;t và không ho&#7841;t
&#273;&#7897;ng cho phúc l&#7907;i c&#7911;a dân t&#7897;c Vi&#7879;t Nam. H&#7885;
dùng b&#7841;o l&#7921;c &#273;&#7875; &#273;àn áp dân t&#7897;c ta, k&#7873;m hãm
m&#7885;i s&#7921; ti&#7871;n b&#7897; c&#7911;a &#273;&#7845;t n&#432;&#7899;c.
Dân ta l&#7841;i ph&#7843;i cúi &#273;&#7847;u ph&#7909;c v&#7909;, làm tôi m&#7885;i
cho m&#7897;t nhóm nh&#7887; hung ác là &#273;&#7843;ng C&#7897;ng S&#7843;n,
&#273;ang thay phiên nhau bóc l&#7897;t và hành h&#7841; chính &#273;&#7891;ng
bào c&#7911;a h&#7885;.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">The Patriotism of the Vietnamese People: Over five thousand
years of history, Vietnamese have repeatedly risen up to fight against their
Chinese oppressors. When the French invaded our country, they also caused great
sufferings among our people. Being attacked by others always fires up our
patriotic feelings. When the French oppressed our country, brave Vietnamese
from everywhere, from the North and the South, stood up to fight back, even
though our weapons were much simpler than those of the French. Finally,
however, our people succeeded in defeating the French army in 1954 and obtained
independence for our country. Regrettably, this independence came at the cost
of our freedom. The communist party exploited the patriotism of the Vietnamese
in order to impose a foreign theory of government that is not suited to our
Vietnamese culture and emotion. The communists do not have the interests of the
Vietnamese people in they mind. They use violence force to rule our people and
to obstruct the economic, social, and political advancement of our country.
Again, Vietnamese find themselves enslaved to a small group of cruel people,
the communists, and controlled by foreign ideas and selfish motives.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le patriotisme du peuple viêtnamien: Durant plusieurs
milliers d’années d'histoire, les viêtnamiens se sont maintes fois soulevés
pour lutter contre leurs oppresseurs chinois. Quand les français envahirent
notre pays, ils causèrent également de grandes souffrances parmi notre peuple.
Les attaques venant de l’extérieur ont toujours réveillé nos sentiments
patriotiques. Quand les français opprimèrent notre pays, les viêtnamiens
courageux se levèrent de partout, du Nord au Sud, pour le défendre, même si nos
armes étaient beaucoup plus rudimentaires que celles des français. Enfin, notre
peuple réussit à vaincre l'armée française en 1954 et obtint l'indépendance de
notre pays. Malheureusement, cette indépendance est venue au prix de notre
liberté. Le parti communiste a exploité le patriotisme des viêtnamiens afin
d'imposer une théorie étrangère de gouvernement qui n'est pas adaptée à notre
culture viêtnamienne et nos sentiments. Les communistes ne pensent pas dans
leur esprit aux intérêts du peuple viêtnamien. Ils utilisent la force violente
pour gouverner notre peuple et pour entraver le progrès économique, social et
politique de notre pays. Encore une fois, les viêtnamiens se retrouvent
asservis à un petit groupe de gens cruels et contrôlés par des idées étrangères
et des motifs égoïstes.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="853" height="648" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image145.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><span class="purple21"><span style="font-size:14.0pt;line-height:150%">Dân Vi&#7879;t &#273;ói n&#259;m &#7844;t
D&#7853;u</span></span><span style="font-size:14.0pt;line-height:150%"> </span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">107. Tình hình Vi&#7879;t Nam vào các n&#259;m 1930-1945:</span></span><span style="font-size:14.0pt;line-height:150%"> T&#7915; n&#259;m 1884, Pháp b&#7843;o
h&#7897; toàn cõi Vi&#7879;t Nam. Dân chúng Vi&#7879;t Nam &#7903; kh&#7855;p
n&#432;&#7899;c liên t&#7909;c n&#7893;i lên ch&#7889;ng Pháp. Tuy nhiên,
ch&#432;a có l&#7921;c l&#432;&#7907;ng yêu n&#432;&#7899;c nào &#273;&#7911; s&#7913;c
&#273;ánh b&#7841;i quân Pháp. N&#259;m 1939, t&#7841;i Âu Châu, &#272;&#7913;c
xâm l&#259;ng và &#273;ánh chi&#7871;m n&#432;&#7899;c Pháp. T&#7841;i Á Châu,
Nh&#7853;t B&#7843;n là &#273;&#7891;ng minh c&#7911;a &#272;&#7913;c, b&#7855;t
&#273;&#7847;u ti&#7871;n quân vào &#272;ông D&#432;&#417;ng t&#7915; n&#259;m
1940. Nh&#7853;t B&#7843;n v&#7851;n &#273;&#7875; Pháp cai tr&#7883; Vi&#7879;t
Nam, và dùng nhà c&#7847;m quy&#7873;n Pháp nh&#7857;m ph&#7909;c v&#7909; cho
nhu c&#7847;u l&#432;&#417;ng th&#7921;c c&#7911;a quân &#273;&#7897;i Nh&#7853;t
B&#7843;n. Khi Nh&#7853;t B&#7843;n t&#7845;n công Hoa K&#7923; t&#7841;i Trân
Châu c&#7843;ng ngày 7-12-1941, Hoa K&#7923; gia nh&#7853;p kh&#7889;i &#272;&#7891;ng
minh, tuyên chi&#7871;n v&#7899;i Nh&#7853;t B&#7843;n và &#272;&#7913;c. Nh&#7901;
th&#7871; kh&#7889;i &#272;&#7891;ng minh càng ngày càng th&#7855;ng th&#7871;
và &#272;&#7913;c &#273;&#7847;u hàng &#272;&#7891;ng minh ngày 7-5-1945.</span></p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="640" height="495" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image146.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><span class="purple21"><span style="font-size:14.0pt;line-height:150%">Quân Pháp và quân Nh&#7853;t</span></span><span style="font-size:14.0pt;line-height:150%"> </span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Lúc
&#273;&#7847;u, chính ph&#7911; Pháp t&#7841;i &#272;ông D&#432;&#417;ng thu&#7897;c
quy&#7873;n ki&#7875;m soát c&#7911;a chính ph&#7911; Pétain là chính ph&#7911;
b&#7883; &#272;&#7913;c kh&#7889;ng ch&#7871;. Khi quân &#272;&#7913;c y&#7871;u
d&#7847;n, quân Nh&#7853;t lo s&#7907; Pháp &#7903; &#272;ông D&#432;&#417;ng
vâng l&#7879;nh Chính ph&#7911; lâm th&#7901;i Pháp d&#432;&#7899;i quy&#7873;n
c&#7911;a De Gaulle, ph&#7843;n công. Nh&#7853;t t&#7893; ch&#7913;c cu&#7897;c
hành quân Meigo ngày 9-3-1945 , l&#7853;t &#273;&#7893; chính ph&#7911; Pháp t&#7841;i
&#272;ông D&#432;&#417;ng, trao tr&#7843; &#273;&#7897;c l&#7853;p cho Vi&#7879;t
Nam. Vua B&#7843;o &#272;&#7841;i u&#7927; thác cho Tr&#7847;n Tr&#7885;ng Kim
thành l&#7853;p chính ph&#7911;. Vào n&#259;m 1945, trong khi c&#7843; ng&#432;&#7901;i
Pháp l&#7851;n ng&#432;&#7901;i Nh&#7853;t thu mua lúa thóc c&#7911;a dân Vi&#7879;t
&#273;&#7875; &#273;&#7889;t lò h&#417;i ch&#7841;y máy &#273;i&#7879;n, hai
tri&#7879;u con dân n&#432;&#7899;c Vi&#7879;t ph&#7843;i ch&#7871;t &#273;ói
la li&#7879;t trên kh&#7855;p m&#7885;i mi&#7873;n, còn g&#7885;i là tr&#7853;n
&#273;ói &#7844;t D&#7853;u.</span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Sau
&#273;ó, Nh&#7853;t c&#361;ng th&#7845;t tr&#7853;n, &#273;&#7847;u hàng &#272;&#7891;ng
minh ngày 14-8-1945 . Lúc &#273;ó, t&#7841;i &#272;ông D&#432;&#417;ng, tình
hình r&#7845;t l&#7897;n x&#7897;n:</span></p>

<ul style="margin-top:0in" type="disc">
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Th&#7913; nh&#7845;t, quân &#273;&#7897;i Nh&#7853;t
     buông súng &#273;&#7847;u hàng.</span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Th&#7913; hai, các &#273;&#7843;ng phái chính tr&#7883;
     n&#7893;i lên tranh &#273;&#7845;u giành &#273;&#7897;c l&#7853;p. </span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Th&#7913; ba, &#273;&#7843;ng C&#7897;ng S&#7843;n
     &#272;ông D&#432;&#417;ng và m&#7863;t tr&#7853;n Vi&#7879;t Minh nhanh
     tay c&#432;&#7899;p chính quy&#7873;n &#7903; Hà N&#7897;i và &#7903; Sài
     Gòn. </span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Th&#7913; t&#432;, vua B&#7843;o &#272;&#7841;i thoái v&#7883;
     &#7903; Hu&#7871;, chính ph&#7911; Tr&#7847;nTr&#7885;ng Kim s&#7909;p
     &#273;&#7893;. </span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Th&#7913; n&#259;m, Pháp &#273;&#432;a quân tr&#7903; l&#7841;i
     &#272;ông D&#432;&#417;ng, có s&#7921; dàn x&#7871;p c&#7911;a &#273;&#7843;ng
     C&#7897;ng S&#7843;n Vi&#7879;t Nam</span></li>
</ul>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%"><img border="0" width="629" height="434" src="./L&#7883;ch S&#7917; Vi&#7879;t Nam_files/image147.jpg" alt="history"></span></p>

<p class="MsoNormal" style="line-height:150%"><i><span style="font-size:14.0pt;
line-height:150%">Chân dung &#272;&#7913;c Hùynh Giáo Ch&#7911;</span></i><span style="font-size:14.0pt;line-height:150%"> </span></p>

<p style="line-height:150%"><span class="name1"><span style="font-size:14.0pt;
line-height:150%">&#272;&#7913;c Hùynh Giáo Ch&#7911; và &#272;&#7841;o Ph&#7853;t
Giáo Hoà H&#7843;o:</span></span><span style="font-size:14.0pt;line-height:
150%"> Th&#7847;y Hu&#7923;nh Phú S&#7893; sinh ngày 25 tháng 11 n&#259;m 1920,
trong m&#7897;t gia &#273;ình nông dân trung l&#432;u. N&#259;m 1939, Th&#7847;y
Hu&#7923;nh Phú S&#7893; thành l&#7853;p giáo phái Ph&#7853;t Giáo Hòa H&#7843;o
t&#7841;i t&#7881;nh Châu &#272;&#7889;c, nay là t&#7881;nh Long Xuyên, lúc
Ngài m&#7899;i &#273;&#432;&#7907;c 19 tu&#7893;i. &#272;&#7913;c Th&#7847;y Hu&#7923;nh
Phú S&#7893; v&#7915;a thuy&#7871;t pháp, v&#7915;a sáng tác nhi&#7873;u bài
th&#417; l&#7909;c bát có v&#7847;n &#273;i&#7879;u r&#7845;t hay, d&#7875; nh&#7899;,
d&#7841;y ng&#432;&#7901;i &#273;&#7901;i tu hành d&#7921;a trên giáo lý nhà Ph&#7853;t.
Bài gi&#7843;ng c&#7911;a &#272;&#7913;c Th&#7847;y &#273;&#417;n gi&#7843;n d&#7875;
hi&#7875;u, ca ng&#7907;i tình yêu non sông, tình yêu cha m&#7865;, tình yêu Ph&#7853;t
pháp nên r&#7845;t d&#7877; ph&#7893; bi&#7871;n. Theo Ngài con ng&#432;&#7901;i
th&#7885; 4 th&#7913; Ân: Ân T&#7893; tiên Cha m&#7865;, Ân &#272;&#7845;t
n&#432;&#7899;c, Ân Tam b&#7843;o, Ân &#272;&#7891;ng bào và Nhân lo&#7841;i.
Vì th&#7871; ph&#7843;i c&#7889; &#259;n &#7903; ngay th&#7859;ng &#273;&#7875;
&#273;áp &#273;&#7873;n công &#417;n Cha m&#7865;, T&#7893; tiên, Ph&#7853;t
pháp và &#417;n &#272;&#7845;t N&#432;&#7899;c, Nhân Lo&#7841;i. </span></p>

<p style="line-height:150%"><span style="font-size:14.0pt;line-height:150%">Vì
lý thuy&#7871;t c&#7911;a &#273;&#7841;o h&#7907;p v&#7899;i tình t&#7921; dân
t&#7897;c, &#273;&#7841;o Ph&#7853;t Giáo Hoà H&#7843;o phát tri&#7875;n nhanh
chóng, làm cho chính quy&#7873;n Pháp lo ng&#7841;i. Pháp b&#7855;t Ngài gi&#7843;i
qua nhi&#7873;u t&#7881;nh khác nhau: C&#7847;n Th&#417;, Sài Gòn, B&#7841;c
Liêu và sau cùng Ngài &#273;&#432;&#7907;c &#273;&#432;a v&#7873; s&#7889;ng &#7903;
Sài Gòn t&#7915; n&#259;m 1942. N&#417;i &#273;âu Ngài c&#361;ng &#273;&#432;&#7907;c
dân chúng &#7911;ng h&#7897;, và &#273;&#7841;o Ph&#7853;t Giáo Hoà H&#7843;o v&#7851;n
&#273;&#432;&#7907;c phát tri&#7875;n. Ch&#7911; tr&#432;&#417;ng c&#7911;a
&#272;&#7913;c Hùynh Giáo Ch&#7911; là &#272;oàn K&#7871;t Dân T&#7897;c và thi&#7871;t
l&#7853;p m&#7897;t n&#432;&#7899;c Vi&#7879;t Nam Dân Ch&#7911;. Ngài ch&#7911;
tr&#432;&#417;ng &#273;&#7863;t quy&#7873;n l&#7907;i c&#7911;a &#273;&#7845;t
n&#432;&#7899;c lên trên quy&#7873;n l&#7907;i c&#7911;a cá nhân và &#273;&#7843;ng
phái. Vì &#273;&#7841;o Ph&#7853;t Giáo Hoà H&#7843;o có &#7843;nh h&#432;&#7903;ng
l&#7899;n &#7903; mi&#7873;n Nam và vì ch&#7911; tr&#432;&#417;ng c&#7911;a
&#273;&#7841;o &#273;i ng&#432;&#7907;c l&#7841;i nguyên t&#7855;c &#273;&#7897;c
tài &#273;&#7843;ng tr&#7883; c&#7911;a &#273;&#7843;ng C&#7897;ng S&#7843;n Vi&#7879;t
Nam, C&#7897;ng S&#7843;n gi&#7871;t h&#7841;i nhi&#7873;u nhân v&#7853;t quan
tr&#7885;ng c&#7911;a Ph&#7853;t Giáo Hoà H&#7843;o và t&#7845;n công &#272;&#7913;c
Hùynh Giáo Ch&#7911; nhi&#7873;u l&#7847;n. Khi x&#7843;y ra s&#7921; xô xát gi&#7919;a
l&#7921;c l&#432;&#7907;ng Ph&#7853;t Giáo Hoà H&#7843;o và Vi&#7879;t Minh t&#7841;i
Sa-&#272;éc, ngày 16-4-1947, Vi&#7879;t Minh m&#7901;i &#272;&#7913;c Hu&#7923;nh
Giáo Ch&#7911; &#273;&#7871;n h&#7885;p &#273;&#7875; gi&#7843;i quy&#7871;t.
Trong tinh th&#7847;n &#273;oàn k&#7871;t dân t&#7897;c, ngài v&#7851;n &#273;&#7871;n
h&#7885;p. Khi ngài &#273;&#7871;n h&#7885;p, Vi&#7879;t Minh b&#7845;t th&#7847;n
t&#7845;n công và &#272;&#7913;c Hu&#7923;nh Giáo Ch&#7911; m&#7845;t tích k&#7875;
t&#7915; hôm &#273;ó.</span></p>

<p class="purple2" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">From 1940 on, the Vietnamese painfully suffered under the
rulings of the French colonists and the Japanese militarists. In 1945 when both
French and Japanese collected rice to burn the steam boilers for their
electricity, two million Vietnamese died from hunger.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">La situation au Viêt-Nam de 1930 à 1945: A partir de 1884,
l’ensemble du Viêt-Nam fut sous protectorat français. Le peuple du Viêt-Nam se
souleva sans cesse, à travers le pays contre les français. Toutefois, aucune
des forces patriotiques ne put venir à bout des français. En Europe, en 1939,
l'Allemagne attaqua et occupa la France. En Asie, le Japon allié de l'Allemagne
débuta une action militaire en Indochine en 1940. Le Japon laissa les français
diriger le Viêt-Nam, et ils utilisèrent les autorités françaises pour obtenir
de l’alimentation pour l'armée japonaise. Quand le Japon attaqua les États-Unis
à Pearl Harbor, le 7 décembre 1941, les États-Unis se joignirent aux Alliés et
déclarèrent la guerre au Japon et à l’Allemagne. Grâce à la force des Alliés
l'Allemagne finit par capituler le 7 mai 1945.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">L’armée française et l’armée japonaise : Initialement, le
gouvernement français en Indochine fut sous contrôle du gouvernement de Pétain
lui-même sous contrôle des Allemands. Quand les Allemands s’affaiblirent peu à
peu, les japonais prirent peur que les français en Indochine obéissent aux
ordres du gouvernement français provisoire de Gaulle et attaquent. Le Japon
mena les opérations militaires de Meigo le 9 mars 1945 pour déloger le
gouvernement français d’Indochine. Il accorda l'indépendance au Viêt-Nam. Le
roi Bao Dai ordonna à Trân Trong Kim d’établir un gouvernement. En 1945, les
français et les Japonais réquisitionnèrent tout le riz paddy du peuple
viêtnamien pour le brûler dans les chaudières des centrales thermiques de
production d’électricité. Deux millions de viêtnamiens moururent de faim. Cet
épisode est connu sous le nom de crise de la faim de l’an Ât Dâu.</span></p>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Lorsque le Japon fut vaincu et se rendit aux Alliés le 14
août 1945, la situation en Indochine était très confuse, successivement:</span></p>

<ul style="margin-top:0in" type="disc">
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Les troupes japonaises rendirent les armes.</span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Tous les partis politiques se soulevèrent pour gagner
     l'indépendance.</span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Le Parti Communiste Indochinois et le viêt minh chercha
     à s’emparer rapidement du pouvoir à Hà-Nôi et à Saigon.</span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Le roi Bao Dai abdiqua à Huê, le gouvernement
     Trân-Trong-Kim s’effondra.</span></li>
 <li class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
     line-height:150%">Les forces françaises revinrent en Indochine, avec
     l’accord du Parti communiste viêtnamien.</span></li>
</ul>

<p class="blue" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">Le maître Huynh Giao Chu et le Bouddhisme Hoà Hao : Le maître
Huynh Phu Sô naquit le 25 Novembre 1920 dans une famille de classe moyenne
paysanne. En 1939, le maître Huynh Phu Sô fonda à l’âge de 19 ans la secte
bouddhiste Hoà Hao dans la province de Châu Dôc, aujourd'hui province de Long
Xuyên. Il fit de justes sermons et composa de nombreux poèmes enseignant la vie
monastique fondée sur la doctrine bouddhiste. Il donna des leçons simples
faciles à mémoriser, à comprendre par tous et faciles à propager. Il loua
l’amour des parents, l’amour de Bouddha, l’amour du pays et de l’humanité.</span></p>

<p class="blue" style="line-height:150%">Grâce à sa doctrine logique, le
Bouddhisme Hoà Hao se développa rapidement inquiétant les autorités françaises.
Les français cherchèrent à capturer le maître Huynh Giao Chu dans plusieurs
provinces: Cân Tho, Saigon, Bac Liêu, puis l’ayant pris l’emmenèrent vivre à
Saigon en 1942. Partout il eut le soutient du peuple. Le maître Huynh Giao Chu
et le Bouddhisme Hoà Hao souhaitaient l’unité nationale et l’instauration d’un
régime démocratique au Viêt-Nam. Le maître Huynh Giao Chu plaida en faveur des
intérêts du pays au dessus des droits individuels et des partis. Le Bouddhisme
Hoà Hao eut beaucoup d’influence dans le Sud et fut en confrontation directe
avec le principe de dictature du parti communiste. Le parti communiste du
Viêt-nam tua de nombreux membres importants du Bouddhisme Hoà Hao. Le maître
Huynh Giao Chu fut attaqué à plusieurs reprises à-Sa Dec. Le 16 avril 1947, le
viêt-minh l’invita à une réunion pour résoudre les différents avec eux. Il vint
assister à la réunion avec un esprit d’unité nationale. Le viêt-minh en profita
pour attaquer soudainement. Le maître Huynh Giao Chu disparut à jamais ce jour
là.</p>

<p class="MsoNormal" style="line-height:150%"><span style="font-size:14.0pt;
line-height:150%">&nbsp;</span></p>

</div>




</body></html>